[
  {
    "Brief": "The report by Chainalysis found hacking activity that \"ebbed and flowed\" throughout the year, with \"huge spikes\" in March and October",
    "Detail": "SEOUL - Last year was the worst on record for cryptocurrency heists, with hackers stealing as much as $3.8 billion, led by attackers linked to North Korea who netted more than ever before, a U.S.-based blockchain analytics firm said in a report on Wednesday. The report by Chainalysis found hacking activity that \"ebbed and flowed\" throughout the year, with \"huge spikes\" in March and October. October was the biggest single month ever for cryptocurrency hacking, with $775.7 million stolen in 32 separate attacks, the report said. The cryptocurrency market floundered in 2022, as risk appetite diminished and various crypto firms collapsed. Investors were left with large losses and regulators stepped up calls for more consumer protection. At the time, Chainalysis and other firms confirmed to Reuters that North Korean-related accounts had lost millions of dollars in value. But that did not deter hackers. North Korea-linked hackers such as those in the cybercriminal syndicate Lazarus Group have been by far the most prolific cryptocurrency hackers, stealing an estimated $1.7 billion worth of in multiple attacks last year, the report said. \"In 2022, they shattered their own records for theft,\" it said. North Korea has denied allegations of hacking or other cyberattacks. According to a panel of experts monitoring United Nations sanctions, North Korea has increasingly relied on hacking to fund its missile and nuclear weapons programmes, particularly as publicly declared trade dwindled under sanctions and COVID-19 lockdowns. \"It isn’t a stretch to say that cryptocurrency hacking is a sizable chunk of the nation’s economy,\" Chainalysis said. For the first time last year, U.S. law enforcement seized $30 million in stolen funds from North Korea-linked hackers. \"These hacks will get harder and less fruitful with each passing year,\" Chainalysis predicted. Targets in \"decentralized finance\" or DeFi, a thriving segment in the cryptocurrency sector, accounted for more than 82% of the cryptocurrency stolen in 2022, the report said. DeFi applications, many of which run on the Ethereum blockchain, are financial platforms that enable crypto-denominated lending outside of traditional banks. Last year saw a record amount of crypto transactions related to illicit activity overall, reaching $20.1 billion, Chainalysis said in January. (Reporting by Josh Smith, Editing by Louise Heavens)",
    "ImageUrl": "https://static.zawya.com/version/c:YTA4YWQ2ODYtMzI5My00:Yzk0ODBh/fintech-crypto-abuse.jpg?w=900",
    "Title": "Crypto hacks stole record $3.8bln in 2022, led by North Korea groups"
  },
  {
    "Brief": "Companies will be listed in the stock market or sold to “strategic investors—Prime Minister says",
    "Detail": "The Egyptian prime minister, Mostafa Madbouly, said on Wednesday that the government hopes to list at least 20 state-owned companies in 2023 as part of a larger strategy aimed at generating more revenues for the cash-strapped country. Not all companies will be listed on the EGX (the Egyptian stock market); some will see major shares sold to strategic investors. Those investors are expected to restructure state-owned companies, raise more capital and generate more job opportunities, Madbouly said in a press conference held after the cabinet meeting. “The objective is to invite more citizens and the private sector to take part in the development process, and to have them manage and hold shares in government-owned entities. This is our strategic goal,” he told reporters. Reducing the state footprint in the economy and empowering the private sector have been among the key conditions set by the International Monetary Fund to approve a $3-billion loan to Egypt. Mabdouly said his cabinet was working around the clock to finalize the list of companies that are expected to be floated and a detailed plan will be revealed next week. However, the EGX annual report released last month had named a number of government-owned companies that are expected to go public. The names include Alex Bank, Misr Insurance, ENPPI, Assiut Oil Refining Company, Middle East Oil Refinery Company, The Egyptian Ethylene & Derivatives Company, Banque du Caire, Misr Life Insurance, Egyptian Drilling Company and ELAB. The same report also mentioned listed state-owned companies that are expected to hold further IPOs including Alexandria Mineral Oils, Housing and Development Bank, eFinance, Madinat Nasr for Housing and Development, Heliopolis Company for Housing and Development, Egyptalum, Sidi Kerir Petrochemicals Company, Abu Qir Fertilizers and Chemicals Industries Company and Alexandria Container and Cargo Handling Company. (Writing by Noha El Hennawy; editing by Seban Scariaseban.scaria@lseg.com)",
    "ImageUrl": "https://static.zawya.com/version/c:ZDU0MWMxM2ItYmQ2Mi00:OWRmN2I4/egypt-stocks.jpg?w=900",
    "Title": "Egypt to float at least 20 state-owned companies in 2023"
  },
  {
    "Brief": "Mohana took up the role in December 2022, bringing to Renaissance her comprehensive and strategic skills in media, content creation and delivery, publishing, marketing communication and brand building",
    "Detail": "Renaissance Services has appointed Mohana Prabhakar as Chief Communication and Marketing Officer. Mohana took up the role in December 2022, bringing to Renaissance her comprehensive and strategic skills in media, content creation and delivery, publishing, marketing communication and brand building. In the over three decades of her career, 21 years of which have been in Oman, Mohana has held several roles - as equity researcher, business analyst, first CEO of Apex Press and Publishing, editor, columnist and events planner. Her underlying commitment across these domains has been to differentiate, maintain quality and focus and always look for a fresh approach. Renaissance CEO, Stephen Thomas, said, “Mohana has made a transformational difference to the company’s communications from a consultancy perspective over recent years. We are now delighted to have her join us in the C-suite leadership team, where her transformative skills may be applied beyond communications. Renaissance is committed to DEI and we are seeing more and more female colleagues joining our team at every level, making a positive difference to our outlook and delivery.” Commenting on her new role, Mohana said, “Renaissance has always stood out in Oman’s corporate landscape because of its consistent focus on excellence and efficiency without compromising on the essential tenets of worker welfare and ESG. The company has many inspiring stories to tell but always with an eye on the future as we go on the Renaissance 2.0 transformation journey. It’s exciting to join at a time where I hope to contribute my experience and expertise in enhancing Brand Renaissance.” -Ends-",
    "ImageUrl": "https://static.zawya.com/version/c:ODc5YTM5MjItODI0Zi00:OTMyYjU4/mohanaprabhakarccmo-jpg.jpg?w=900",
    "Title": "Renaissance appoints Chief Communication and Marketing Officer"
  },
  {
    "Brief": "LDI funds have been used by pension schemes to ensure they can meet payouts to pensioners in future years ",
    "Detail": "LONDON - The Bank of England will set out a tougher framework next month to regulate liability-driven investment (LDI) funds, which could put them out of reach for some pension schemes, BoE executive director Sarah Breeden said on Wednesday. LDI funds have been used by pension schemes to ensure they can meet payouts to pensioners in future years. But turmoil in the British government bond market in September triggered by former Prime Minister Liz Truss's radical tax cut plans caused problems for these funds. Yields on the government bonds or \"gilts\" held by LDI funds rocketed, and the funds struggled to meet urgent collateral calls to cover the fall in bond prices. The BoE had to intervene to buy gilts to help bring yields down. \"We will set out resilience outcomes that we want to see and if there are some schemes, perhaps because they are so small they are unable to meet those standards, it's a reasonable question whether an LDI strategy is appropriate for them,\" Breeden said. \"I don't think that it needs to be banned outright.\" Breeden said LDI funds have been told to hold bigger liquidity buffers as an interim measure until \"steady state\" or permanent requirements will be set out in a statement from the BoE's Financial Policy Committee in the second half of March. The rules will set out principles on leverage and liquidity, which will require an LDI fund to be able to replenish liquidity quickly and smoothly, and that risks from using LDI funds are properly understood, Breeden said. The Pensions Regulator, which regulates pension schemes, and the Financial Conduct Authority, which regulates managers of LDI funds may have additional requirements, she said. Regulators in Luxembourg and Dublin, where LDI funds are listed, will also have their own requirements. The \"complete absence\" of data on leverage in LDI funds will also be addressed, she added. \"We don't have basic data, whether it's the size of funds, the assets that are held, the exposures that they have, the leverage... it will need to be an important part of the steady state resilience framework from here.\" (Reporting by Huw Jones; Editing by Alison Williams and Jane Merriman)",
    "ImageUrl": "https://static.zawya.com/version/c:ZDQ4OTZmY2UtMjQ3Yy00:NjJhOTc5/180802065707nbfx-jpg.jpg?w=900",
    "Title": "Bank of England to toughen up rules for liability-driven funds"
  },
  {
    "Brief": "To face the repercussions of inflation and support the retail sector",
    "Detail": "Jeddah: Panda Retail Company in the Kingdom of Saudi Arabia discussed, during the first annual PACE event for its suppliers, its plans and strategies for the year, in addition to ways to cooperate with its suppliers to face the repercussions of global inflation and solutions that prevent its impact from reaching customers and consumers. The PACE event was recently held at The Venue Jeddah Corniche Hotel, and was attended by more than 300 company executives and key journalists eager to cover it. Providing food products at reasonable prices Dr. Bander Hamooh, CEO of Panda Retail Company, said that the annual PACE event aimed to enhance the company's strategy for exchanging of expertise and experiences, and to establish cooperative partnerships with strategic suppliers.To ensure the provision of supply chains of food products, and provide them at reasonable prices to customers and consumers. Speaking with journalists on the sidelines of the PACE event, Hamooh referred to Panda's support for government efforts and initiatives aimed at mitigating the impact of inflation on customers and consumers in Saudi Arabia, pointing out Panda's participation in the \"Ma tegla alik\" campaign launched by the Federation of Saudi Chambers in collaboration with the Chambers of Commerce; to provide basic food commodities at reduced prices, including over 40 basic items such as chicken, eggs, rice, milk, oils, meat, and others. Hamooh added “as an extension of government initiatives, Panda launched an innovative campaign entitled “Thabtn 'aha”, to reduce and fix the prices of more than 300 commodities in all its branches around the Kingdom of Saudi Arabia, to support and assist families in an economical consumer experience, in addition to providing solutions that ensure a more efficient shopping experience.” Hamooh praised the efforts of the Kingdom of Saudi Arabia in supporting the retail sector and the private sector, as well as the efforts of parties such as Mukatafa Company and Mo'an Association, which were represented in facilitating coordination with the private sector, reviewing regulations, and facilitating procedures for the retail sector to the greatest extent possible, which greatly supported the sector. To address the societal crises that have occurred, such as the Corona pandemic crisis and others. Meet customer needs Ryyan Tarabzoni, CEO of the Supply Chain and Logistics Sector at Panda Retail Company, explained that Panda Company seeks to provide products and goods in the right quantity and at the right time in all Panda branches in order to serve the customer and meet its needs, pointing out that Panda has four main distribution centres, and it also receives products from over 250 suppliers throughout the Kingdom to ensure that products and goods are always available. Tarabzoni added that Panda Company is constantly following changes in the shopping habits of the Saudi consumer, as there is a growing tendency to visit shopping branches on a weekly basis to purchase basic commodities in small quantities sufficient for a short period of time. Panda always strives to deal with these changes in shopping habits by offering products of various sizes and quantities that meet all consumer needs, rather than buying and storing large quantities. Panda Retail Company, by organising the PACE event, reinforces its efforts to reimagine shopping and improve the customer experience. To keep pace with the digital transformation, in line with the National Transformation Program and Saudi Arabia's Vision 2030, and to achieve its vision of sustainable leadership in the retail sector, in addition to creating a competitive climate that serves the interests of the customer and the communities that it is proud to serve every day, as well as leading a positive view of the national economy and the empowering of society for a better life. -Ends- About Panda Retail Company: Panda Retail Company, one of the Savola Group companies, and the largest retail sector company in the Middle East, has more than 16,000 employees who work with dedication and commitment to meet the needs of customers in 182 branches spread across various regions of Saudi Arabia, and provides its services and products, which amount to 30,000 items, to more than 300 million visitors every year across its different outlets and electronic platforms. Panda is proactive in adapting to changes to improve the customer experience, and the company constantly seeks to support programs and services that care about society and the environment. To achieve its goal of increasing community participation in order to live a better life. For more information, please visit our website https://panda.com.sa/ar /",
    "ImageUrl": "https://static.zawya.com/version/c:ODNiODg3NzMtNDA4ZS00:YTFkNjNj/2-jpeg.jpg?w=900",
    "Title": "PACE event enhances cooperation between Panda Company and suppliers"
  },
  {
    "Brief": "The agreement aims to develop employees’ skills, support scientific research, and encourage innovation",
    "Detail": "Dubai, UAE: – Emirates Health Services (EHS) and Hamdan Bin Mohammed Smart University (HBMSU) join forces to exchange expertise and promote collaboration in scientific research and innovation, in line with the two parties’ common goals and strategies. The two entities signed a Memorandum of Understanding (MoU) during the Arab Health Exhibition and Congress (Arab Health 2023), which officially commenced at the Dubai World Trade Centre. The MoU was signed in the presence of His Excellency Dr. Mohamed Salim Al-Olama, Chairman of the Board of Directors at EHS, where H.E. Dr. Yousif Mohammed Al-Serkal, Director-General of EHS, and H.E. Dr. Mansour Al Awar, Chancellor of Hamdan Bin Mohammed Smart University, signed the MoU, with senior officials from both parties present. His Excellency Dr. Yousif Mohammed Al-Serkal explained that the MoU is part of EHS’ strategy to strengthen strategic partnerships and benefit from the significant events by cooperating with relevant entities, which provides an opportunity to exchange experiences, build capabilities, and upskill human capital in this vital sector. H.E. noted that developing work tools and continuing to make achievements can only be accomplished through concerted efforts and integration of roles between various stakeholders, which consolidates EHS’ endeavours to enhance the efficiency of its team, upgrade its services, and abide by international best practices. This, in turn, is in line with the objectives of the UAE Centennial 2071 Plan and the ‘We the UAE 2031’ national vision. H.E. Al-Serkal added that signing MoUs and collaboration agreements is among the key efforts EHS has made on its journey towards developing the skills and competence of personnel. These agreements allow for the creation of an environment of constructive cooperation between various parties to achieve the goals of sustainable health development and implement the highest scientific standards aimed at developing healthcare services. For his part, H.E. Dr. Mansour Al Awar said: “We are pleased to conclude the MOU with Emirates Health Services and to develop prospects of cooperation and channels for exchanging knowledge and experiences between the two parties. Our cooperation embodies our joint commitment to employing innovation and scientific research to empower professionals and develop academic and professional capabilities, in an effort to enhance the efficiency of work systems and the quality of operations. At Hamdan Bin Mohammed Smart University, we will continue to develop our partnerships with leading entities and institutions, especially within the vital sectors, to share experiences and knowledge, and make academic and training programmes available on a larger scale to empower a new generation of experts and be prepared for the challenges ahead.” The Memorandum of Understanding aims to provide training and enhance the capabilities of professionals in the field, facilitating their enrolment in academic and professional development programmes. The two parties agree to organise joint conferences, seminars, and events in various fields of scientific research and innovation, exchanging visits and experiences. -Ends-",
    "ImageUrl": "https://static.zawya.com/version/c:OWFjNzMzYzQtYjg3Yy00:NTAzYWYz/pictureofthemou-jpg.jpg?w=900",
    "Title": "Emirates Health Services and Hamdan Bin Mohammed Smart University sign MoU to strengthen joint efforts"
  },
  {
    "Brief": "With the Indian real estate sector showing immense potential, GCC-based NRIs are increasingly looking to India for their real estate investments",
    "Detail": "India is fast becoming the preferred real estate investment destination for GCC-based NRIs. This is largely due to the country's booming economy, growing population, and relaxed foreign investment policies. Additionally, the Indian government has implemented various initiatives to make it easier for NRIs to purchase property in India. These include providing tax breaks and offering special financing options for real estate purchases. Furthermore, the Indian real estate market offers attractive returns and potential for capital appreciation, making it a lucrative investment opportunity for GCC-based NRIs. With the Indian real estate sector showing immense potential, GCC-based NRIs are increasingly looking to India for their real estate investments. What is driving GCC-based NRIs to invest in Indian real estate? The Indian real estate market has seen tremendous growth in the last few years, due in part to strong economic growth, rising disposable income levels, and a growing population. Also, the real estate market in India is highly attractive, with high returns and a long-term investment perspective. Moreover, the Indian real estate sector is experiencing a healthy level of foreign interest, which creates a great deal of interest among GCC-based NRIs. Though the demand for real estate in the country is relatively high, the supply of real estate is also increasing at a healthy pace, pushing up prices. This is expected to further increase the appeal of real estate as an investment option for GCC-based NRIs. What are the benefits of investing in Indian real estate for GCC-based NRIs? Real estate investments in India are highly lucrative. Various studies have found that, over a period of 10 years, an average real estate investment in India could generate a return of 15% per annum. Moreover, the investment can yield a positive profit even after 15 years, making it a great long-term investment option. Real estate investments in India can also offer significant tax benefits. Sharing insights Aakash Ohri, Group Executive Director and Chief Business Officer , DLF Ltd, one India’s largest listed real estate developer said shared “In the past two years, we’ve witnessed a rise in the number of NRIs looking to own a home back in India and the pent-up demand has begun to come to the fore. With the appreciation in the property prices, they have historically received and will continue to expect a handsome return on their investment. Due to a strong emotional bond, many Indians living in GCC countries are investing in their homeland as an option to come back and settle down in the future, but most of them are also buying homes purely as an investment option. Factors like a simplified taxation regime and indexation benefit for properties held in India encourage NRI buyers to park their surplus money in India.” The Indian government's initiatives to make it easier for NRIs to purchase property in India The Indian government has implemented various initiatives to make it easier for NRIs to purchase property in India. For instance, the government has made it easier for NRIs to get a real estate investment license, introduce a negative equity facility for real estate purchases, and provide interest-free loans for self-financing real estate transactions. These initiatives have increased the ease of doing business in the real estate sector and made it more attractive for NRIs. Moreover, there are a number of real estate companies that provide services such as property financing, tax consultancy, etc., for NRIs and expatriates, making it easier for you to invest in Indian real estate. The potential of the Indian real estate market The Indian real estate market is expected to grow at a healthy pace in the future. As the population grows and incomes rise, demand for real estate is expected to increase. This will further increase the demand and raise the prices of real estate. Moreover, the Indian government is increasingly turning its focus to improving urban infrastructure, realising the importance of housing for urban development. This, coupled with favourable tax laws, is expected to positively influence the real estate market in India in the future. The growing interest in real estate among GCC-based NRIs is attracting significant attention from the Indian real estate sector. With rising incomes, growing population, and favourable policies, the Indian real estate market is expected to grow rapidly in the future. This growth will make the real estate sector even more attractive for investors, resulting in sustained appreciation in prices. Real estate investments in India can be highly profitable and provide significant tax benefits for NRIs looking to invest abroad. -Ends-",
    "ImageUrl": "https://static.zawya.com/version/c:NGMyNTQ3ZjctZWI1MS00:NzFhMWY2/dji_0165-jpg.jpg?w=900",
    "Title": "Why India is becoming the preferred real estate investment destination for GCC-based NRIs"
  },
  {
    "Brief": "The announcement was made at the AFC Congress in the Bahraini capital of Manama",
    "Detail": "Saudi Arabia has won a bid to host the 2027 Asian Cup, the Asian Football Confederation (AFC) said on Wednesday. The announcement was made at the AFC Congress in the Bahraini capital of Manama. Saudi Arabia was the sole bidder after India withdrew in December. \"We are excited to deliver the greatest tournament in the competition's history,\" the kingdom's sports minister Prince Abdulaziz bin Turki Al-Faisal said after the announcement. \"The kingdom is transforming before our eyes and we are filled with excitement for what it will look like in 2027.\" The world's biggest oil exporter, Saudi Arabia has thrown hundreds of millions at sports deals including the acquisition of Cristiano Ronaldo, Formula One in Jeddah and the lucrative LIV Golf tour. In the coming years the Saudis, who watched as neighbours Qatar hosted the World Cup in November and December, will hold the women's Asian Cup, the Olympic-sized Asian Games and even the Asian Winter Games on artificial snow. The desert kingdom is also eyeing a World Cup and Summer Olympics, perhaps even a Winter Olympics, together with a swathe of other major events. It is all part of grand plans by the de facto ruler, Crown Prince Mohammed bin Salman, to modernise the Saudi economy and end its reliance on oil before the world moves on to other fuels. \"I'm sure Saudi Arabia will host a fantastic Asian Cup,\" FIFA President Gianni Infantino said at the Manama congress. The 2023 Asian Cup will be hosted by Qatar. It was previously set to be held in China but the country withdrew because of Covid. The Asian Cup is staged every four years. Qatar won the tournament's last edition, in 2019, which was hosted by the United Arab Emirates. Saudi Arabia has won three AFC Asian Cup titles.",
    "ImageUrl": "https://static.zawya.com/version/c:MmUyMTg4ZTUtMTUwMi00:ZDBlNGMx/fbl-fifa-arab-cup-ceremony.jpg?w=900",
    "Title": "Saudi Arabia wins bid to host 2027 Asian Cup"
  },
  {
    "Brief": "The factory will be located in the 10th of Ramadan Industrial Zone",
    "Detail": "Beko Egypt for home appliance, a subsidiary of Turkish white goods conglomerate Arçelik, announced on Wednesday that it has appointed Hassan Allam Construction to build its manufacturing plant in Egypt. In December 2022, Zawya Projects had reported that Beko laid the foundation stone for a new $100 million factory in Egypt in 10th of Ramadan Industrial Zone. Beko Egypt said in a press statement that Hassan Allam Construction will handle all civil, architectural, electrical and mechanical works of the project that spans over 114,000 square metres, with a total construction area of 56,000 metres, encompassing the main production area, admin buildings, and other structures, with delivery scheduled in 10 months. The statement said the factory has been designed as zero-waste manufacturing facility and will incorporate waste management, recycling, water saving technology and renewable energy, adding that the company is targeting LEED Gold certification for the facility. Umit Günel, General Manager of Beko Egypt said the new factory will develop local supplier ecosystems while supporting the government's long-term strategy to drive industrial localisation and establish Egypt as a production and export hub to overseas markets. The plant, which will have an annual capacity of 1.5 million household appliances, is expected to start production by the end of 2023. It will serve as an export hub, with more than 60 percent of its production allocated to Europe, the Middle East & Africa representing around $250 million in annual export potential. The first phase is set to be allocated for producing eco-friendly cookers and refrigerators. (Writing by Eman Hamed; Editing by Anoop Menon) ( anoop.menon@lseg.com )",
    "ImageUrl": "https://static.zawya.com/version/c:YjM1N2Q0ZjYtNDYxMS00:MmVlOWI3/beko-jpeg.jpg?w=900",
    "Title": "Beko Egypt appoints Hassan Allam Construction to build its $100mln home appliances factory"
  },
  {
    "Brief": "For more than 40 years, Alfanar has been a global leader in the energy and infrastructure sectors in the Middle East, with operations in more than 22 countries",
    "Detail": "Dammam: - Alfanar signed a memorandum of understanding (MoU) with the Korean company, Daewoo Engineering & Construction, during Saudi Aramco’s iktva 2023 Forum & Exhibition that is currently being held at Dhahran Expo Center under the patronage of HRH Prince Saud bin Nayef bin Abdulaziz, Governor of the Eastern Province. The $1.5 billion agreement signed by Eng. Amer Al Ajmi, Executive Vice President of Alfanar, and Sungmin Yang, Senior Vice President of Daewoo E&C, is aimed towards joint cooperation in future projects for the oil, gas, and petrochemicals sectors. As a leading Saudi company, Alfanar contributes heavily towards developing local content and achieving sustainability in these sectors. Through this agreement, Alfanar will work on transferring and localizing expertise in the engineering construction field, and exchanging the expertise of advanced technologies used in design, procurement, and project execution for the oil, gas, and petrochemicals sectors. In this seventh edition of iktva, Alfanar, as a platinum sponsor, is also showcasing its manufacturing, engineering construction, and project development capabilities at the ‘Sustainability Pavilion’. On the occasion, Eng. Amer Al Ajmi stated, “Alfanar is one of the leading Saudi companies that is contributing to supporting local content through its national investments which are raising the rate of localization in Saudi Arabia. These investments play a key role in advancing economic development by increasing the number of national products in many fields, and by creating quality jobs. In addition to what Alfanar has already achieved in local manufacturing of industrial products, technology transfer, and acquisition of international technologies; we are also working towards introducing new industries that did not exist previously in Saudi Arabia, besides what Alfanar currently has, to support the Saudi Vision 2030 by possessing full intellectual property rights.” -Ends- About Alfanar: For more than 40 years, Alfanar has been a global leader in the energy and infrastructure sectors in the Middle East, with operations in more than 22 countries. From its inception in 1976 in the Kingdom of Saudi Arabia, Alfanar has become a leader in the construction, development, and operation of major projects across energy, water, process, and infrastructure, and is also a leader in manufacturing of electrical products. Alfanar is also a major player in green fuels, with ambitious renewable energy projects in Saudi Arabia, United Kingdom, Spain, and India; and is one of the leading manufacturers of wind turbines in the Asia region.",
    "ImageUrl": "https://static.zawya.com/version/c:ZWM3MDYxYmEtNmFiMC00:YjA2MTk2/image0-jpeg.jpg?w=900",
    "Title": "Alfanar signs MoU with Daewoo E&C during iktva 2023"
  },
  {
    "Brief": "The estimated amount under the second round of the GEFF, a program developed by the EBRD, will be directed to micro-, small-, and MSMEs and to empower the private sector",
    "Detail": "Egypt - The second round of the Green Economy Financing Facility (GEFF) Program for Egypt has been launched at a value of $175 million, according to a statement by the Ministry of International Cooperation on January 31st. The estimated amount under the second round of the GEFF, a program developed by the European Bank for Reconstruction and Development (EBRD), will be directed to micro-, small-, and medium-sized enterprises (MSMEs) and to empower the private sector. Under the first round of the program, facilities worth $157 million were provided for a number of financial institutions to fund 101 projects to ramp up green transition and reduce carbon emissions. EBRD dedicated €1.3 billion in development financing for Egypt in 2022, international cooperation minister Rania Al-Mashat said, noting that these funds were injected into around 25 projects aiming at supporting green economy, promoting sustainable development, and reinforcing social inclusion. Al-Mashat added that 70% of EBRD’s investments in Egypt were pumped into the private sector through international partnerships, with 59% of the financings direct to bolster digital transformation and 62% to build on social inclusion and youth and women empowerment. Copyright © 2022 Arab Finance Brokerage Company All rights reserved. Provided by SyndiGate Media Inc. ( Syndigate.info ).",
    "ImageUrl": "https://static.zawya.com/version/c:MjgxMzc5OTYtZTVmMS00:YjkyNjc0/183431007.jpg?w=900",
    "Title": "EBRD launches second round of GEFF Program for Egypt with $175mln in funds"
  },
  {
    "Brief": "The results of continuous monitoring showed that no new mutant strains were found, according to a CDC statement",
    "Detail": "BEIJING - A total of 434 people died from COVID infections in hospitals in China on Jan. 30, a sharp fall from the daily peak of 4,273 recorded on Jan. 4, the Chinese Center for Disease Control and Prevention said on Wednesday. The results of continuous monitoring showed that no new mutant strains were found, according to a CDC statement. (Reporting by Ella Cao and Twinnie Siu; Editing by Andrew Heavens)",
    "ImageUrl": "https://static.zawya.com/version/c:NDk5MDM1NDQtYzM2My00:NDQ0OGRj/health-coronavirus-japan-china.jpg?w=900",
    "Title": "China's COVID daily death toll declined to 434 on Jan. 30 - data"
  },
  {
    "Brief": "Finance Minister Nirmala Sitharaman also revised the defence budget for the current financial year ending in March",
    "Detail": "NEW DELHI - India proposed on Wednesday 5.94 trillion rupees ($72.6 billion) in defence spending for the 2023-24 financial year, 13% up from the previous period's initial estimates, aiming to add more fighter jets and roads along its tense border with China. Finance Minister Nirmala Sitharaman allocated 1.63 trillion rupees for defence capital outlays - an expenditure that would include new weapons, aircraft, warships and other military hardware, as she unveiled nearly $550 billion of total federal spending in the annual budget for 2023-24 starting in April. She said 2.77 trillion rupees would be devoted to military salaries and benefits in 2023-24, 1.38 trillion on pensions for retired soldiers, and further amounts for miscellaneous items. Sitharaman also revised the defence budget for the current financial year ending in March to 5.85 trillion rupees from earlier estimates of 5.25 trillion. In the past few years, Prime Minister Narendra Modi has ramped up spending to modernise the military, while underlining his government's commitment to boosting domestic production to supply forces deployed along two contentious borders. Laxman Behera, a defence expert at government-funded Jawaharlal Nehru University in New Delhi, said the hike in the defence budget was \"reasonable but not sufficient\", considering requirements for military modernisation. \"The government has tried to allocate reasonable funds for defence forces while balancing other priorities during the pre-election budget,\" he said, noting India needed more funds in view of growing friction with China along disputed borders. The total Indian defence budget, estimated at about 2% of GDP, is still lower than China's 1.45 trillion yuan ($230 billion) in allocations for 2022, which New Delhi sees as posing a threat to neighbours including India and Japan. \"The overall increase in the armed forces’ budget is as anticipated, but likely lower than what they asked for to beef up operational capabilities,\" said Amit Cowshish, former financial adviser for acquisitions at the Defence Ministry. India plans to spend near 242 billion rupees ($3 billion) for naval fleet construction and 571.4 billion rupees ($7 billion) for air force procurements including more aircraft, the latest budget document showed. The South Asian giant employs 1.38 million people in its armed forces, with large numbers deployed along borders with nuclear-armed rivals China and Pakistan. Although the defence budget allocations fell short of military expectations, they are likely to grow as the economy recovers from two years of pandemic curbs, according to Behera. India and China share a 3,500-kilometre (2,100-mile) frontier that has been disputed since the 1950s. The two sides went to war over it in 1962. At least 24 soldiers were killed when the armies of the Asian giants clashed in Ladakh, in the western Himalayas, in 2020 but tensions eased after military and diplomatic talks. A fresh clash erupted in the eastern Himalayas in December last year but no deaths were reported. ($1 = 81.8750 Indian rupees) (Reporting by Manoj Kumar Editing by Mark Heinrich)",
    "ImageUrl": "https://static.zawya.com/version/c:NmFkYzQ3NDUtNzVkYS00:MTQxZjI1/india-budget.jpg?w=900",
    "Title": "India raises defence budget to $72.6bln amid tensions with China"
  },
  {
    "Brief": "The Cabinet followed up the preparation works ongoing for the Kingdom of Saudi Arabia's participation in the G20 meetings for 2023",
    "Detail": "The Custodian of the Two Holy Mosques King Salman bin Abdulaziz Al Saud chaired the Cabinet session held on Tuesday at Irqah Palace in Riyadh. At the outset of the meeting, the Cabinet was briefed on the content of the letter received by the Custodian of the Two Holy Mosques from the President of the People's Democratic Republic of Algeria and the phone call received by HRH the Crown Prince from the President of the Russian Federation. The Cabinet then followed up the preparation works ongoing for the Kingdom of Saudi Arabia's participation in the G20 meetings for 2023, in light of its keenness to provide solutions and initiatives to address the challenges facing the global economy, including the Framework for the Common Action to Tackle Debts initiative, and its role in launching the Financial Intermediary Fund for Health Security and its support for it with an amount of $50 million, in addition to Saudi Arabia’s cooperation with the Indonesian presidency of the G20 in 2022 to address global food security crisis, where the Kingdom also continues work to complete the implementation of these initiatives under the Indian presidency. In a statement to the Saudi Press Agency (SPA) following the meeting, acting Minister of Media Dr. Majed Al-Qasabi said that the Cabinet followed up the developments in the region and around the world, especially in Palestine, stressing the need to revive the peace process and calling on the international community to assume its responsibilities to end the occupation, stop Israeli attacks, and provide the necessary protection for civilians. The Cabinet reiterated the Kingdom's rejection and condemnation of the repeated burning of copies of the Holy Quran in several European capitals recently, stressing the importance of addressing these practices by the governments of those countries so as not to provoke the feelings of Muslims around the world. Locally, the Cabinet commended the outcomes of Riyadh Global Medical Biotechnology Summit 2023 for signing agreements and memoranda of understanding, as well as discussions that focused on the latest developments in the sector and ways to utilize its opportunities and enhance its trends in a way that maintains the Kingdom of Saudi Arabia's leading status in the sector in accordance with the Saudi Vision 2030 that aims at diversifying the national economy based on research and scientific knowledge. The Cabinet also commended the outcomes of the Municipal Investment Forum (Furas) that was held in Riyadh, including inaugurating the investment portal in Saudi cities, signing 125 contracts and agreements with a value exceeding SAR12 billion, providing more than 5,000 investment opportunities to the private sector, reviewing 200 projects for entrepreneurs, and announcing the biggest investment opportunity of its kind in the external advertisements sector. The Cabinet was briefed on several topics on its agenda, some co-studied by the Shura Council, as well as on the conclusions reached by the Council of Economic and Development Affairs, the Council for Political and Security Affairs, the Cabinet's General Committee and the Cabinet's Bureau of Experts. The Cabinet issued the following: First: Approving a cooperation agreement between the Ministry of Energy of the Kingdom of Saudi Arabia and the Energy Ministry of the Republic of Uzbekistan in the field of energy. Second: Authorizing the Minister of Culture, or his deputy, to hold talks with the Malian side regarding a draft memorandum of understanding for cooperation in the field of culture between the Ministry of Culture of the Kingdom of Saudi Arabia and the Ministry of Crafts, Culture, Hotel Industry and Tourism of the Republic of Mali. Third: Approving a memorandum of understanding between the Saline Water Conversion Corporation of the Kingdom of Saudi Arabia and the Kuwait Institute for Scientific Research of the State of Kuwait in the field of water desalination. Fourth: Approving a memorandum of understanding between the Kingdom of Saudi Arabia's Government and the Republic of Senegal's Government on cooperation in the field of encouraging the direct investment. Fifth: Authorizing the minister of health, or his deputy, to discuss with the Tunisian side a memorandum of understanding on cooperation between the Kingdom of Saudi Arabia’s Ministry of Health and the Ministry of Health of the Republic of Tunisia. Sixth: Approving a memorandum of cooperation between the Kingdom of Saudi Arabia’s Ministry of Education and Ministry of Higher and Secondary-Specialized Education of the Republic of Uzbekistan. Seventh: Authorizing the Minister of Media, who is also Chairman of Board of Directors of the General Commission for Audiovisual Media (GCAM), or his deputy, to discuss with the Indian side a memorandum of understanding between GCAM and the Ministry of Information and Broadcasting of the Republic of India. Eighth: Authorizing President of the Islamic University of Madinah in the Kingdom of Saudi Arabia, or his deputy, to discuss a draft memorandum of understanding with the Islamic Development Bank Group. Ninth: Approving a recommendation to name the year 2023 as “the Arabic Poetry Year.” Tenth: Amending Paragraph 12 of Article 11 in the Chemical Substances Management Bylaw, issued under a Royal decree, No. M/38, on 16/6/1427H, to read as follows: “The disposal of chemical waste is to be carried out by a specialized facility, licensed by the National Center for Waste Management, with a notification to be sent to the Ministry of Environment, Water, and Agriculture before any waste disposal process is carried out according to relevant regulations. Eleventh: Amending the Voluntary Work Bylaw, issued under the Royal decree No. 70 on 27/5/1441H, as indicated in the resolution. Twelfth: The State will continue covering visa issuance fees for seasonal laborers to be recruited by the Project for Utilization of Hady & Adahi (Adahi) (Sacrifice Meat) for Hajj Season 1444H. Thirteenth: Approving the amendment to Article 2 of the Health Institutions Bylaw, issued under the Royal decree No. M/40 on 3/11/1423H, to match with the same version included in the resolution. Fourteenth: Approving the closing account of the Saudi Accreditation Center for a previous fiscal year. Fifteenth: Approving the promotion of Nasser bin Abdullah bin Salem Al-Baqami to the position of (first financial advisor) in the 15th rank at the Ministry of Commerce. The Cabinet was also briefed on a number of topics on its agenda, including the annual reports of Ministry of Transport and Logistics Services; Development of Makkah Region Authority; Small and Medium Enterprises General Authority (monsha'at); General Authority of Foreign Trade; Saudi Accreditation Center; Saudi Authority for Intellectual Property; National Center for Environmental Compliance; Education and Training Evaluation Commission, and Oversight and Anti-Corruption Authority. The Cabinet took necessary actions and procedures in this regard.",
    "ImageUrl": "https://static.zawya.com/version/c:MzRmNDhlYzktNzI5Ny00:OGQ5ODE5/dst_1847999_3795332_6_9_2023020103142405-jpg.jpg?w=900",
    "Title": "Saudi: King Salman chairs cabinet session"
  },
  {
    "Brief": "Miura, known as \"King Kazu\" in his homeland, made his debut in 1986 with Brazilian side Santos and has played 37 seasons as a professional",
    "Detail": "Japanese football star Kazuyoshi Miura extended his decades-long playing career on Wednesday less than a month before his 56th birthday, joining Portuguese second-division outfit Oliveirense on loan. Miura, known as \"King Kazu\" in his homeland, made his debut in 1986 with Brazilian side Santos and has played 37 seasons as a professional. His move to Portugal will see him play in a sixth country after stints in Brazil, Japan, Italy, Croatia and Australia. Last season he played for Japanese fourth-tier side Suzuka Point Getters -- managed by his older brother Yasutoshi -- on loan from J-League team Yokohama FC. Yokohama's parent company acquired a majority stake in Oliveirense in November. \"Even though this is a new place for me, I'll work hard to show everyone the kind of play I'm known for,\" he said in a statement released by Yokohama. Miura scored two goals -- one from the penalty spot and one header -- in 18 appearances last season for Suzuka, who finished ninth in the table. He will line up at Oliveirense alongside Christian Kendji Wagatsuma Ferreira -- a Brazilian of Japanese descent who was given the nickname \"Kazu\" as a youth player. Miura turns 56 on February 26 and has said he wants to keep playing until he is 60. One of Asia's best-known footballers in the 1990s, he helped put the game in Japan on the map when the professional J-League was launched in 1993. He left Japan for Brazil in 1982 and signed a contract with Santos in 1986. Miura made his Japan debut in 1990 and was famously left out of his country's squad for their first World Cup finals appearance in 1998, despite scoring 55 goals in 89 games for the national side.",
    "ImageUrl": "https://static.zawya.com/version/c:ZjY3ODllMDktM2ZiYy00:N2ZkMGQ3/fbl-jpn-fra-ligue-1-psg.jpg?w=900",
    "Title": "Japan's 'King Kazu' joins Portuguese side at 55"
  },
  {
    "Brief": "The first farm in Saudi Arabia will have an annual production capacity of up to 1.1mln kg of crops",
    "Detail": "Saudi Arabia’s Public Investment Fund (PIF) has signed a joint venture (JV) agreement with AeroFarms, a US-based commercial developer in vertical farming, to establish a new company in Riyadh to build and operate indoor vertical farms in the Middle East and North Africa (MENA) region. The agreement will optimise the utilisation of natural resources, including water and agricultural lands, through the implementation of indoor vertical farming, resulting in higher yields and using up to 95 percent less water compared to traditional field farming, PIF said in a statement. The partnership is anticipated to enable sustainable, local sourcing of high-quality crops all year round, grown using AeroFarms’ proprietary smart agriculture technology (AgTech) platform, which helps solve broader supply chain needs in the industry. The JV plans to build and operate several farms across the region in the next few years, the statement said. The first farm in Saudi Arabia is likely to be the largest indoor vertical farm of its kind in the MENA region and will have an annual production capacity of up to 1.1 million kilogrammes of agricultural crops. Majed AlAssaf, Head of Consumer Goods and Retail, MENA Investments Division at PIF, said: “The agreement with AeroFarms will lead to the establishment of indoor vertical farms in Saudi Arabia and the wider MENA region, increasing regional reliance on locally produced, high-quality crops grown in a sustainable way using the latest technologies.” On Tuesday, Zawya had reported that UAE-based agtech startup Pure Harvest signed a strategic partnership pact with Saudi Arabia's National Agricultural Development Company (Nadec) to deliver a large-scale national food security project. (Writing by D Madhura; Editing by Anoop Menon) ( anoop.menon@lseg.com )",
    "ImageUrl": "https://static.zawya.com/version/c:ZWU0NWQyYjAtZWQxZC00:NDg0MDJh/619412452.jpg?w=900",
    "Title": "Saudi’s PIF, AeroFarms sign JV pact to build indoor vertical farms in MENA region"
  },
  {
    "Brief": "The impact report showed that SVC’s strategy contributed over the past four years in increasing the number of investors in Saudi startups and SMEs",
    "Detail": "Riyadh - Saudi Venture Capital Company (SVC), a subsidiary of the Small and Medium Enterprises Bank (SME), one of the development banks affiliated with the National Development Fund, released today its recent Impact Report, which revealed SVC’s contribution to achieving record growth rates. The report highlighted the impact of SVC on the Venture Capital (VC) and Private Equity (PE) ecosystem in the Kingdom since the company’s establishment in 2018. The SVC Impact Report revealed that the total committed investments of SVC amounted to $560 Million since its inception, while the total committed investments including partners are estimated at $3.9 Billion. SVC invested in 35 funds that have invested in 525 startups through 904 deals so far, including several vital sectors such as e-commerce, fintech, information and communication technology, education, delivery, and transportation. The impact report showed that SVC’s strategy contributed over the past four years in increasing the number of investors in Saudi startups and SMEs, encouraging existing and new financial companies to establish VC and PE funds, and motivating regional and global funds to invest in Saudi startups and SMEs. The report revealed that the funding deployed into Saudi Arabian startups grew 17 times to a record-high close to $1 Billion in 2022 versus $59 Million in 2018 when SVC started operation. Commenting on the report, CEO and Board Member at SVC Dr. Nabeel Koshak said: “We at SVC are committed to supporting the development of the VC and PE ecosystem in Saudi Arabia and continue stimulating private investors to provide support in turn for startups and SMEs to be capable of fast and high growth, which leads to diversifying the national economy and achieving the goals of the Saudi Vision 2030”.",
    "ImageUrl": "https://static.zawya.com/version/c:NTdhMmYyYmUtNWVkMS00:OTdjNDI0/628536222.jpg?w=900",
    "Title": "Saudi: SVC invests in 35 funds; VC investments in Saudi Arabia grow 17 times"
  },
  {
    "Brief": "Data from China's National Bureau of Statistics last month showed that the nation's population fell last year for the first time in six decades",
    "Detail": "BASEL - Swiss pharmaceutics maker Novartis said on Wednesday China remains a large growth opportunity despite a drop in its population, as the government spurs efforts to make medicines more widely available. \"If you look at the unmet need in China to treat many chronic diseases, it is significant,\" Chief Executive Vas Narasimhan told Reuters after the release of the company's 2022 results. \"You have an ageing population and a government now that is willing to improve the speed at which they approve new medicines.\" He added that winning a place on China's National Reimbursement Drug List (NRDL) was a ticket to potentially serve the whole population, and Novartis was investing to distribute drugs to not just the largest but also medium-sized Chinese cities. Data from China's National Bureau of Statistics last month showed that the nation's population fell last year for the first time in six decades, a historic turn that is expected to mark the start of a long period of decline in its citizen numbers. But Narasimhan said the commercial potential to serve patients that have previously not had access to modern drugs is huge, thanks to a government push to broaden coverage. \"The speed at which they are providing broad access is getting faster - in many cases, much faster than European markets,\" the CEO said. He earlier on Wednesday warned that restrictive drug price policies in the company's European home market, where it holds a market-leading position, would discourage investments in drug development there over the longer term. Chinese authorities also grant only modest prices, but large patient numbers would make up for that, he said. \"Price wise they are in the range of European markets, but they give you the possibility to reach very large volumes of patients,\" the CEO added. Novartis in September laid out plans to reach a number three market position in China by 2027, up from fifth place, part of a narrower geographical focus on four national markets, led by the United States, where the company has been lagging global rivals. (Reporting by Ludwig Burger; Editing by Jan Harvey)",
    "ImageUrl": "https://static.zawya.com/version/c:ZGYyYzQ2YmUtYzJmZi00:NDA4YTA5/171024060617dycf-jpg.jpg?w=900",
    "Title": "Novartis says China still a big growth market as state widens drug availability"
  },
  {
    "Brief": "Funds will also be used for gold exploration activities in Mali and Cote d’Ivoire, and in West Africa in general",
    "Detail": "UK-listed Kodal Minerals said it has agreed to a conditional funding package of $117.75 million from China-based Hainan Mining to provide full financing for the development and commencement of production at the Bougouni Lithium Project in Mali and support a major exploration and development programme. In a statement, the West Africa-focused mineral exploration and development company said Hainan Mining will have a 14.81 percent stake in Kodal Minerals and own 51 percent of its subsidiary Kodal Mining UK Ltd, which holds all mining and exploration rights of the Bougouni Lithium Project in southern Mali. In addition, the funds will be used to undertake a comprehensive exploration programme on the company’s gold exploration assets in Mali and Cote d’Ivoire, as well as the assessment of new exploration and development opportunities in West Africa. Hainan’s wholly owned UK-incorporated subsidiary Xinmao Investment Co is also involved in the funding package. Liu Mingdong, Chairman of Hainan Mining, said: “This investment in Kodal and Kodal Mining UK Ltd is in line with our strategy of improving the level of resource and feedstock security and commencing the building of our lithium hydroxide supply chain.” He stated the company aims to jointly develop the Bougouni Lithium Project effectively, aiming to start production and reach full-scale operations as quickly as possible. (Writing by P Deol; Editing by Anoop Menon) ( anoop.menon@lseg.com )",
    "ImageUrl": "https://static.zawya.com/version/c:Y2EyYWFkNjUtM2JiYy00:OTExZTQw/190624125332iawz-jpg.jpg?w=900",
    "Title": "China’s Hainan Mining to invest $118mln to develop lithium project in Mali"
  },
  {
    "Brief": "Listed companies of the conglomerate founded by tycoon Gautam Adani have lost $86 billion since last week",
    "Detail": "SINGAPORE - Ratings agency Moody's unit ICRA on Wednesday said it was monitoring the impact of recent developments on its rated portfolio in Indian conglomerate Adani Group, whose stocks have plunged after a report by a U.S. short-seller. Listed companies of the conglomerate founded by tycoon Gautam Adani have lost $86 billion since last week after Hindenburg Research accused the group of using tax havens and flagged concerns on high debt levels. Adani Group has denied the allegations. ICRA-rated Adani Group entities do not have any immediate refinancing requirements, but requirements are expected for some entities from fiscal year 2025 onwards, it said. The firm said the Adani Group's large debt-funded capex programme remains a key challenge, and some of the planned capex is discretionary in nature and could be deferred depending on its liquidity position. (Reporting by Sudarshan Varadhan, writing by Shivam Patel; editing by Jason Neely)",
    "ImageUrl": "https://static.zawya.com/version/c:NDZkYjkwZDQtMmQ4YS00:MTIxYTA1/141017061317zvko-jpg.jpg?w=900",
    "Title": "Moody's unit monitoring impact on its rated portfolio in Adani Group"
  },
  {
    "Brief": "CEO Patrick Pouyanne is to fly to the southern African nation to discuss conditions for the possible restart of operations in restive Cabo Delgado province",
    "Detail": "The head of French energy giant TotalEnergies is expected this week to visit Mozambique, where a multi-billion-dollar gas project has been on hold since a 2021 jihadist attack, according to government sources. CEO Patrick Pouyanne is to fly to the southern African nation to discuss conditions for the possible restart of operations in restive Cabo Delgado province. Pouyanne \"will hold meetings... for the resumption of activities interrupted as a result of the terrorist action,\" a Mozambican official told AFP, speaking on condition of anonymity. He is expected to hold talks with President Filipe Nyusi and government ministers, the sources said. TotalEnergies said it did not comment on travel arrangements. Mozambique has set high hopes on vast natural gas deposits -- the largest found south of the Sahara -- that were discovered in the Muslim-majority northern province in 2010. If all the deposits are tapped, Mozambique could become one of the world's 10 biggest gas exporters, according to estimates. But the region has since been hit by an insurgency waged by Islamic State-linked militants, casting doubt over the scheme. TotalEnergies halted its $20 billion LNG project in 2021, after a deadly raid on the coastal town of Palma. The attack triggered the deployment of forces from Rwanda and southern African countries which have since helped Mozambique retake control of much of Cabo Delgado. But sporadic and low-level jihadists attacks continue in part of the province. Pouyanne's visit is likely to fuel expectations that TotalEnergies is closer to resuming work in the impoverished region. In November, the first export shipment of liquefied natural gas (LNG) from the area left Mozambique for Europe. But the LNG was produced at Coral Sul, a floating facility managed by Italian company Eni. The deep-water scheme has so far been spared from the risk of attack, whereas Total's project is onshore. The conflict in northern Mozambique has claimed more than 4,500 lives, 2,000 of them civilians, and forced around a million people to flee their homes.",
    "ImageUrl": "https://static.zawya.com/version/c:YWRkMDA2ZDYtZjE2Yy00:OGMxOGQw/afp_33843gj-jpg.jpg?w=900",
    "Title": "Total CEO expected in Mozambique after gas project halted"
  },
  {
    "Brief": "A joint effort from the Emirates Cardiac Society, the Saudi Group of Women Heart under the Saudi Health Association and dozens of World-renowned Drs",
    "Detail": "New awareness campaign and several initiatives across UAE commercial centres and malls, where to measure blood pressure, body mass index, sugar and cholesterol as well as providing health tips and guidance about women ’ s fitness and nutrition. The Conference will take place at the Conrad Hotel, Dubai from the 3rd to 4th of February 2023 Dubai - United Arab Emirates: The Emirates Cardiac Society announces the launch of the first of its kind conference in the GCC, “ Cardiovascular Disease in Women Conference” in cooperation with the Saudi Group of Women Heart (Saudi Heart Association), by a group of experts and specialists to discuss the latest developments and research related to women ’ s heart diseases. With the participation of specialists from the GCC: UAE, Saudi, Bahrain and Oman and Dr. Alaide Chieffo from Italy. The two days event will take place at the Conrad Hotel on 3-4 February, the same time as International Women ’ s Heart Disease Awareness Day which is held globally on the 3rd of February 2023. On the sidelines of the “ Women ’ s Heart Disease Conference”, awareness campaigns will be organized by the society throughout the year, in the shape of several virtual workshops to introduce and raise awareness of heart diseases, and several initiatives across UAE commercial centres and malls, where to measure blood pressure, body mass index, sugar and cholesterol as well as providing health tips and guidance about women ’ s fitness and nutrition. The CVD In Women Conference committee will include Dr. Juwairia Alali, the President of the Emirates Cardiac Society, Vice President Dr Abdullah Shehab and Scientific Committee Chairperson Dr Wael Al-Mahmeed and Head of Congenital and Genetic Heart Disease Working Group of Emirates Cardiac Society Dr Ghadeera Al Mansouri. The President of the Emirates Cardiac Society and Consultant Cardiologist, Dr Juwairia Alali, noted its importance to realize: “ CVDs are the leading cause of death among women worldwide. However, when comparing men to women with cardiovascular diseases, women strokes are often misdiagnosed or mistreated because their symptoms do not match the known heart diseases recognised by doctors as well due to insufficient awareness among women and society of the symptoms specific to women.” Many studies and research have shown several differences in the cardiovascular system related to sex (male or female), and would often affect the microscopic level and pose complex challenges to obtaining information about how women and men suffer from heart disease, such examples include: Women have smaller blood vessels and heart chambers Women have a lower number of red blood cells Postural changes (such as standing up quickly after lying down) affect women more than men, making them more likely to suffer a sudden drop in blood pressure or fainting Changing hormones: Hormonal changes that women experience during pregnancy, lactation, and the premenopausal period Dr Ghadeera Saeed Al-Mansoori – Consultant Cardiologist said: “ Congenital heart defects are often diagnosed at birth and with the progress of surgical treatment, the category of adults with congenital heart defects increases.” Complications of congenital heart disease in women lead to irregular heartbeats as well as heart failure, which means the heart is unable to pump enough blood to meet the needs of the body. Untreated childhood heart disease may cause high blood pressure in the pulmonary arteries (pulmonary hypertension). Some congenital heart defects cause more blood to flow to the lungs, then the pressure rises—eventually leading to heart muscle weakness and failure. Most Women with a simple congenital defect can complete the pregnancy successfully, but unfortunately, some women will struggle to complete a healthy pregnancy for both the child and mother. Therefore, always consult with your doctor regarding the risks and complications that may occur as well as any plans and care needed prior to your pregnancy. Dr Abdullah Shehab Professor of Cardiology and Vice-President of the Emirates Cardiac Society said, “ Over the past decade, we were able to make massive progress in spreading awareness of cardiovascular diseases, as they are the main cause of death among women. There has also become greater awareness of the identification, diagnosis, and treatment of cardiovascular disease. We are keen now to focus on identifying the age stages and their risks of developing cardiovascular disease in women and working to prevent and spread. Dr Wael Al-Mahmeed, Consultant Cardiologist “ More research is needed to identify the factors responsible for gender differences that have effects and constitute traditional risk factors, to understand them and work to improve the treatments for cardiovascular diseases.” Al-Mahmeed added, “ It should also communicate with health sector officials and committees responsible for clinical treatments to design specific interventional treatments according to the patient ’ s sex.” Women should also be mindful that other factors pose a risk to their health, especially rheumatic immune diseases, and heart diseases during pregnancy, which can be identified during reproductive life and can contribute to the development of current risk assessment strategies for the primary prevention of cardiovascular diseases. This conference Is Organized by ICOM The Emirates Cardiac Society invites you to take information and advice from documented sources and to follow the Society's official Instagram account @ecsheart. -Ends- About Emirates Cardiac Society ECS: is a non-profit organization established in 1999 under the supervision of the Emirates Medical Association. The Emirates Heart Association seeks to improve cardiovascular health through education and research in providing quality healthcare to patients, helps community members to healthy lifestyle choices and science-based treatments that caregivers provide to their patients. For More Information, please visit our website: www.ecsociety.com For media inquiries, please contact: Faten Abdulla FAC Marketing Management Consultancy E-mail: faten@fac.ae",
    "ImageUrl": "https://static.zawya.com/version/c:Yjg3ZTJmOGItZDdkZC00:Y2RiMmQ5/rtol-dr-abdullashehabdr-juwairiaalalianddrwaelal-mahmeed-jpg.jpg?w=900",
    "Title": "The first of its kind, women’s heart disease conference of cardiology in the GCC"
  },
  {
    "Brief": "The agreement supports the UAE's 2023 priorities to expand economic partnerships in Africa and its goal of doubling the size of its economy",
    "Detail": "DAR ES SALAAM, Tanzania – ENOC Group and Tanzania's Ministry of Energy have signed an MoU to build a national import gateway and oil and gas storage facility in Tanzania to serve the country and the Eastern and Central Africa region. The agreement supports the UAE's 2023 priorities to expand economic partnerships in Africa and its goal of doubling the size of its economy. Saif Humaid Al Falasi, Group CEO at ENOC, signed the agreement in the presence of January Yusuf Makamba, Energy Minister of Tanzania. The technical scope of the project will include the development of a new storage facility and related import infrastructure. The goal is to support Tanzania in meeting its growing fuel needs and address rising fuel costs. Al Falasi stated that as a national company with a global reach, they are dedicated to supporting the UAE in enhancing international economic partnerships. The partnership with the Republic of Tanzania will help meet the growing demand for fuel in the country and surrounding areas while also reducing fuel costs.",
    "ImageUrl": "https://static.zawya.com/version/c:OWI3MjdlYzItYTk5Yi00:Mzk3ODc5/180921091244yjal-jpg.jpg?w=900",
    "Title": "ENOC Group, Tanzania’s Ministry of Energy sign MoU to develop storage facility"
  },
  {
    "Brief": "Saudi Arabia, meanwhile, was confirmed as the host of the 2027 edition of the Asian Cup as the congress ratified their selection",
    "Detail": "MANAMA - Sheikh Salman bin Ebrahim Al Khalifa officially retained his role as the Asian Football Confederation's president for a final four-year term on Wednesday as Saudi Arabia was confirmed as the host of the 2027 Asian Cup. The Bahraini, who took over at the head of the Asian confederation in 2013 when he was elected to complete the remaining two years of deposed former president Mohammed bin Hammam's reign, stood unopposed and was elected by acclamation. His new four-year term will be his last due to limits imposed under the governing body's statutes and the 57-year-old will have been in charge of Asian football for 14 years by the time his stint ends in 2027. \"I'd like to thank you all for placing your faith in me for another four-year term,\" Sheikh Salman told delegates. \"It really humbles me, gives me such honour to have all the trust of the Asian confederation. \"It gives me a big responsibility, but it's thanks to you all because you made all this happen. I hope I can live up to your expectations as well in the next four years.\" A member of the Bahrain royal family, Sheikh Salman first came to prominence in footballing circles in 2009 when he faced off against Bin Hammam for a seat on FIFA's decision making body, a ballot he lost by a single vote. However, he won the presidential election in 2013 and was returned unopposed in 2015 before running unsuccessfully against Gianni Infantino for the position of FIFA president the following year. He was returned unopposed again in 2019 after two candidates withdrew prior to the election. Saudi Arabia, meanwhile, was confirmed as the host of the 2027 edition of the Asian Cup as the congress ratified their selection after India, Iran, Qatar and Uzbekistan had earlier withdrawn from the bidding process. Saudi Arabia's Yasser Al Misehal was elected to the FIFA Council alongside Japan's Kohzo Tashima, Sheikh Hamad Khalifa Al Thani from Qatar, Mariano Araneta of the Philippines and Malaysia's Haji Hamidin bin Haji Mohd Amin. Laos' Kanya Keomany was elected to take the FIFA Council seat reserved for female representation. (Reporting by Michael Church in Manama, Editing by Christian Radnedge)",
    "ImageUrl": "https://static.zawya.com/version/c:ZjFkZWUzNWMtZDgwNS00:NWE0MzJk/soccer-fifa.jpg?w=900",
    "Title": "Salman retains AFC presidency as Saudi confirmed to host Asian Cup"
  },
  {
    "Brief": "Rima Water Treatment Plant uses a gravitational oil and water separation and natural biological treatment process",
    "Detail": "Muscat: Under the auspices of His Highness Sayyed Marwan bin Turki bin Mahmood Al Said, Governor of Dhofar, Petroleum Development Oman (PDO) celebrated today the inauguration of its second nature-based project, Rima Water Treatment Plant. The project, valued at OMR87 million, follows the success of the company’s award-winning Nimr Wetlands, which treats produced water using a series of sloping reed fields and evaporation ponds. The event, held at the Oman Convention & Exhibition Centre in Muscat, was attended by several senior government officials, members of the company’s board and executive committee and representatives from both the public and private sectors. His Highness Sayyed Marwan bin Turki bin Mahmood Al Said, Governor of Dhofar, said, “It was a pleasure to attend today’s inauguration of the Rima Water Treatment Plant, a remarkable environmentally friendly project that applies natural technology to treat and manage water associated with oil production. “This project showcases a commitment to using natural technology and green solutions to preserve the environment and make the most of our natural resources. It sets a strong example to be followed in the region and worldwide, especially in terms of sustainable water management and addressing the challenges faced in the oil and gas industry. We commend PDO for its innovative and environmentally responsible approach to its work and projects. The company’s dedication to preserving the environment is truly admirable and deserves recognition.” Spanning an area of 25 km2, Rima Water Treatment Plant uses a gravitational oil and water separation and natural biological treatment process, an emerging breakthrough technology that is the first of its kind to be used in Oman. This innovative solution not only ensures the effective treatment of the water but also creates a desert oasis for local wildlife. The project has the capacity to reduce greenhouse gas emissions by an impressive 53,000 tonnes per year. PDO Managing Director Steve Phimister said: “Rima Water Treatment Plant represents a significant step forward in our commitment to sustainability and reducing our environmental impact. By using nature-based solutions to treat wastewater, we can significantly reduce greenhouse gas emissions and create new habitats for wildlife. Indeed, it is a breakthrough technology that provides an eco-friendly alternative to traditional deep-water disposal (DWD) methods, and can be utilised in many other industries that produce wastewater as a by-product.” Before the launch of the plant, 60 per cent of the associated water produced at Rima was used for water flooding to maximise recovery, with the remaining 40% being pumped into a deep reservoir in an expensive and energy-intensive operation. This has now been replaced by a more environmentally friendly and sustainable solution, capable of processing up to 65,000 cubic metres of associated water a day and reducing high-energy consumption by 10 megawatts. The construction and commissioning of the plant came four months ahead of schedule with around 1.38 million LTI-free manhours achieved. Additionally, all construction work was carried out by local companies, with types of equipment being procured and prefabricated in Oman. © Muscat Media Group Provided by SyndiGate Media Inc. ( Syndigate.info ).",
    "ImageUrl": "https://static.zawya.com/version/c:NGJhOTAxNDAtYjBmYy00:NGU5MzM3/200719075601gsmm-jpg.jpg?w=900",
    "Title": "Oman: Rima water treatment plant worth $226.27mln inaugurated"
  },
  {
    "Brief": "It will spend around $122 billion in the next financial year -- an unprecedented 33 percent increase -- on ambitious road, port and railway projects",
    "Detail": "India's government announced a huge infrastructure programme, increased welfare spending and tax cuts Wednesday as Prime Minister Narendra Modi seeks to boost the economy and voters' incomes ahead of elections next year. It will spend around $122 billion in the next financial year -- an unprecedented 33 percent increase -- on ambitious road, port and railway projects, finance minister Nirmala Sitharaman said in her budget announcement. The investments could create millions of jobs and boost Asia's third-largest economy. Welfare spending will rise, including on providing all households with piped water and health insurance for the poor, and the finance minister extended a scheme distributing free food grains to about 800 million struggling Indians. Modi looks set to seek a third term as premier in a general election due before May 2024. The loudest cheers in Sitharaman's near 90-minute speech to parliament came when she announced around $4.2 billion of direct tax incentives for the middle classes -- some of the most vocal supporters of Modi and his ruling right-wing Bharatiya Janata Party. But only about 80 million people and companies pay direct taxes in India, despite its population of 1.4 billion. The vast majority of people earn less than the income tax threshold, and tax under-reporting remains a major issue. Despite the tax cuts, Sitharaman said India's budget deficit would be reduced from 6.4 percent of GDP to 5.9 percent. Finance Secretary T.V. Somanathan told journalists the government's expectations were based on growth projections and an increased total tax take. New Delhi's deficit and growth targets were hit after Covid-19 restrictions in 2020 but the country has since recovered to become the world's fastest-growing major economy. The International Monetary Fund last week projected India would grow 6.1 percent this year.",
    "ImageUrl": "https://static.zawya.com/version/c:NjA5NTgzMGUtZTQwOC00:YmY1MTc3/afp_33884hy-jpg.jpg?w=900",
    "Title": "Modi woos Indian voters with infrastructure push and tax cuts"
  },
  {
    "Brief": "The agreement will enable the growth of the agriculture sector and localize technological solutions, to support Saudi Arabia’s positioning at the forefront of vertical farming regionally",
    "Detail": "PIF and US-based AeroFarms plan to build and operate in Saudi Arabia the largest indoor vertical farm of its kind in the MENA region, utilizing the latest technologies with an annual production capacity of up to 1.1 million kgs of crops Vertical farming is expected to boost regional food supply through increased production of sustainable, locally produced high-quality crops RIYADH-KSA:– The Public Investment Fund (“PIF”) today signed a joint venture agreement with AeroFarms, a US-based commercial market leader in vertical farming, to establish a company in Riyadh to build and operate indoor vertical farms in Saudi Arabia and the wider Middle East and North Africa (MENA) region. The agreement will optimize the utilization of natural resources, including water and agricultural lands, through the implementation of indoor vertical farming, with no need for arable land, resulting in significantly higher yields and using up to 95% less water versus traditional field farming. The partnership is expected to enable sustainable, local sourcing of high-quality crops all year round, grown using AeroFarms’ proprietary smart agriculture technology (“AgTech”) platform, which helps solve broader supply chain needs in the industry. The joint venture plans to build and operate several farms across the region in the next few years. The first farm in Saudi Arabia, which is expected to be the largest indoor vertical farm of its kind in the MENA region, will have an annual production capacity of up to 1.1 million kgs of agricultural crops. The partnership aligns with PIF’s strategy, which focuses on developing and enabling the capabilities of key sectors, including food and agriculture, which will contribute to improving trade balance, localize technologies, develop industries and the overall growth and diversification of the Saudi economy. PIF is investing to localize new agricultural technologies that can benefit the local private sector, expanding its market reach and positioning Saudi Arabia as a leader in vertical farming. Majed AlAssaf, Head of Consumer Goods and Retail, MENA Investments Division at PIF, said: “The agreement with AeroFarms will lead to the establishment of indoor vertical farms in Saudi Arabia and the wider MENA region, increasing regional reliance on locally produced, high-quality crops grown in a sustainable way using the latest technologies. PIF is enabling the growth of the food and agriculture sector and localizing technology that can benefit private sector industry participants.” David Rosenberg, Co-Founder and CEO of AeroFarms, commented: “Our mission is to grow the best plants possible for the betterment of humanity, and we created AeroFarms to help solve the greatest agriculture challenges and increase food resiliency around the world. We are excited to partner with PIF to build our first large-scale commercial farm in Saudi Arabia, where the growing conditions are challenging with limited access to fresh water and arable land, and we envision building together smart indoor vertical farms throughout the broader MENA region.” AeroFarms has a strong track record of creating large-scale commercial farms with a reputation for high quality and consistency of production, along with experienced management, and an advanced technology and R&D team. -Ends- About AeroFarms Since 2004, AeroFarms has been leading the way for indoor vertical farming and championing transformational innovation for agriculture. On a mission to grow the best plants possible for the betterment of humanity, AeroFarms is a Certified B Corporation with global headquarters in Newark, New Jersey. Named by Fast Company as one of the World’s Most Innovative Companies and Brands That Matter and by TIME for Best Inventions in Food, AeroFarms patented, award-winning indoor vertical farming technology and Aeroponics Advantage™ provide the perfect conditions for healthy plants to thrive, taking agriculture to a new level of precision, food safety, and productivity while using up to 95% less water and no pesticides ever versus traditional field farming. AeroFarms is able to grow safely all year round, using vertical farming for elevated flavor.™ Its commercial products can be found at major international selling partners like Ahold Delhaize, Amazon, Compass Group, Walmart, and Whole Foods Market. In addition to its commercial farms, AeroFarms has state-of-the-art R&D indoor vertical farming facilities both in the United States and United Arab Emirates. Through its proprietary growing technology platform, AeroFarms has grown over 550 varieties of plants and has developed multi-year strategic partnerships ranging from government to major Fortune 500 companies to help uniquely solve agriculture supply chain needs. AeroFarms specialty greens are safely grown indoors in state-of-the art commercial indoor vertical farms that are certified for SQF Level 2 Good Manufacturing Practices, USDA Good Agricultural Practices, Non-GMO Project Verification, and the industry-leading CEA Food Safety Seal that was developed to differentiate indoor clean growing practices from traditional challenges in the field. For additional information, visit: https://aerofarms.com/ . AeroFarms Media Contact: Marc Oshima, Co-Founder & Chief Marketing Officer Marc.Oshima@AeroFarms.com About The Public Investment Fund: The Public Investment Fund (PIF) is one of the largest and most impactful sovereign wealth funds in the world. Since 2015, when the Board was reconstituted and oversight transferred to the Council of Economic and Development Affairs, the Fund’s board of directors has been chaired by His Royal Highness Crown Prince Mohammad bin Salman bin Abdulaziz, Prime Minister, Chairman of the Council of Economic and Development Affairs, and Chairman of the Public Investment Fund. PIF plays a leading role in advancing Saudi Arabia’s economic transformation and diversification, as well as contributing to shaping the future of the global economy. Since 2017, PIF has established 71 companies and created, directly and indirectly, more than 500,000 jobs as at the end of 2021. PIF is building a diversified portfolio by entering into attractive and long-term investment opportunities in 13 strategic sectors in Saudi Arabia and globally. PIF's strategy, as set out in the PIF Program 2021-2025 - one of the Vision 2030 realization programs - aims to enable many promising sectors and contribute to increasing local content by creating partnerships with the private sector, in addition to injecting at least 150 billion riyals annually into the local economy. PIF works to transfer technologies and localize knowledge to build a prosperous and sustainable economy domestically. As the investment arm Saudi Arabia, PIF looks to make unique investments, and is building strategic alliances and partnerships with prestigious international institutions and organizations, which contribute to achieving real long-term value for Saudi Arabia, in line with the objectives of Vision 2030. PIF has also created an operational governance model that reflects its main tasks and objectives, in line with best international practices. Applying this model of governance enhances the level of transparency and effectiveness in decision-making and future progress. More information about PIF can be found at: www.pif.gov.sa Media Contact: media@pif.gov.sa",
    "ImageUrl": null,
    "Title": "PIF and AeroFarms sign joint venture agreement to build indoor vertical farms in Saudi Arabia and the wider MENA region"
  },
  {
    "Brief": "The series aims to provide input on topics which may seem daunting to the general reader, demystifying the theme of discussion to inform the reader with clear and concise understanding",
    "Detail": "Doha: – HBKU Press has launched its newest addition to the Simply Said book series, What You Should Know About Cybersecurity by Dr. Mohammed Al-Dorani. The series calls upon leading expert authorities to provide accessible explanations on typically complex but critical subjects concerning everyday issues. The series aims to provide input on topics which may seem daunting to the general reader, demystifying the theme of discussion to inform the reader with clear and concise understanding. “HBKU Press started the Simply Said series to break down challenging problems and cater to readers who are routinely affected by various phenomena that can be difficult to decipher without technical training,” said Bachar Chebaro, Executive Director of HBKU Press. “This series is part of our ongoing mission to educate our readers in ways that are well-informed and approachable.” What You Should Know About Cybersecurity tackles the most pressing issue of cybersecurity and its development in today’s rapidly digitizing era. As communication, business, banking, and daily lives become increasingly more reliant on online use, cyberattacks and the consequent need for more comprehensive cybersecurity measures are similarly on the rise. Dr. Mohammed Al-Dorani seeks to equip the novice reader with a basic yet thorough and crucial understanding of cybersecurity and how to best ensure optimal digital health. “The aim of having this book published is to shed light on the danger and importance of cybercrime and cyber-attacks that have been causing so much concern and damage to individuals, corporations and countries. I hope this book can add to the education and awareness of readers,” Dr. Al-Dorani said. Dr. Al-Dorani is a key player in the development and understanding of the cybersecurity field in Qatar. Dr. Al-Dorani earned his MBA from the University of San Francisco before completing his postgraduate research at the esteemed Wharton School of Business at the University of Pennsylvania. He then went on to achieve a PhD in Information Systems and Telecommunications from George Washington University. He has overseen the first bachelor’s degree in Cybersecurity at the Community College of Qatar by developing and teaching his course “Hacking and Counter Measures and Cyber Crime.” “I have dedicated the past six years in my capacity as an expert on the subject to spread knowledge and stress the importance of cybersecurity to students, in addition to consulting various clients in the private and public sectors, Dr. Al-Dorani shares. “I am proud of my achievements so far, having published three books over the past five years and helping over 100 talented Qatari male and female students graduate with a bachelor’s degree in cybersecurity. This goal was stated in my first book along with others within the roadmap for my country regarding cybersecurity.” The book, which is written in clear and concise prose, starts with an in-depth glossary of relevant terms in the cybersecurity field in order to acquaint the reader with the technical jargon to be employed throughout the book. Dr. Al-Dorani continues to discuss each of these themes in detail, breaking down the normally overwhelming topic down into clearly organized and insightful chapters. Each chapter explores a theme most casual readers are already familiar with, including password security, a universal Internet practice for all users. Dr. Al-Dorani devotes an entire chapter to the importance of robust password security measures and urges readers to take advantage of two-factor authentication features and to avoid bad password habits that could potentially leave personal accounts vulnerable to cyberattacks. He continues to delve into a variety of case studies to explore these vulnerabilities further, which affect not only personal users, but larger companies, organizations, and entities which house sensitive data and information that could potentially be exploited in various ways. “We read and hear all types of cybercrimes committed by criminals locally or internationally over the internet. The techniques and ways they used to infiltrate our digital devices are becoming sophisticated and difficult to protect, especially from advanced persistent hackers. Therefore the book explains what the countermeasures and basic minimum protections are that one can undertake to maintain infection-free digital devices, especially with the widespread use of social media applications,” said Dr. Al-Dorani. What You Should Know About Cybersecurity is a must-read for anyone who uses the Internet; it not only equips the reader with a greater understanding of how to navigate the digital world safely, but also provides practical tips and instruction for how to better protect personal data and avoid common cyberattacks and vulnerabilities. -Ends- For more information and press inquiries, please contact Rima Ismail (+974 55564198/ rismail@hbku.edu.qa) or Nada Habayeb (nhabayeb@hbku.edu.qa). ABOUT HBKU PRESS Hamad Bin Khalifa University Press (HBKU Press) launched its program in 2010 as a world-class publishing house founded on international best practices, excellence and innovation. HBKU Press strives to be a cornerstone of Qatar’s knowledge-based economy by providing a unique local and international platform for literature, literacy, scholarship, discovery and learning. Headquartered in Doha, Qatar, HBKU Press publishes Fiction and Non-Fiction titles for adults and for children, and academic and reference materials. HBKU Press aims to promote the love of reading and writing by helping to establish a vibrant scholarly and literary culture in Qatar and the Middle East.",
    "ImageUrl": null,
    "Title": "HBKU Press publishes newest addition to simply said series, What you should know about cybersecurity"
  },
  {
    "Brief": "Saudi Fund for Development has signed a memorandum of understanding (MoU) for an infrastructure development project",
    "Detail": "CAIRO - The Saudi Fund for Development has signed a memorandum of understanding (MoU) for an infrastructure development project worth 1.2 billion Saudi riyals in Oman, the state news agency said on Wednesday. (Reporting by Mahmoud Mourad, Writing by Clauda Tanios; Editing by Alison Williams)",
    "ImageUrl": "https://static.zawya.com/version/c:ZWZhMDVhMDctZTdmMC00:Y2VkNmY0/170727114924zyti-jpg.jpg?w=900",
    "Title": "Saudi fund signs infrastructure MoU with Oman"
  },
  {
    "Brief": "Company signs annual contract with SABIC to buy 60,000 metric tonnes of raw materials",
    "Detail": "Saudi’s Alwasail Industrial Company has signed a contract with petrochemical major Saudi Basic Industries Corp (SABIC) to buy raw materials for its manufacturing activities and products, including polyethylene pipes and its derivatives, for approximately 300 million Saudi riyals ($79.94 million). The company will buy nearly 60,000 metric tonnes of raw materials used in more than 90 percent of its products, Alwasail said in a statement to the Saudi stock exchange. The contract term is one year, starting 1 January until 31 December 2023. Last month, Alwasail had approved building a new plant in Jazan's Modon Industrial City at an investment of SAR 5 million, with construction slated to start in the second quarter of 2023. ( Writing by D Madhura; Editing by Anoop Menon) ( anoop.menon@lseg.com )",
    "ImageUrl": "https://static.zawya.com/version/c:YmY4NTZkZjQtN2M1MS00:ZDgxNDc0/865302500.jpg?w=900",
    "Title": "Saudi’s Alwasail Industrial signs $80mln raw material contract with SABIC"
  },
  {
    "Brief": "A total of 1,467 flights within, into or out of the United States were canceled",
    "Detail": "Airlines canceled over 1,400 flights in the United States on Wednesday, after an ice storm hit states from Texas to West Virginia. A total of 1,467 flights within, into or out of the United States were canceled, while 527 flights were delayed as of 6.48 a.m. ET, according to flight-tracking website FlightAware. The Federal Aviation Administration (FAA) on Tuesday warned in a tweet that travelers could expect to see some snowy conditions in certain areas including Dallas, Fort Worth and Memphis, which could delay certain flights. \"The ongoing winter storm will continue to bring hazardous impacts to North and Central Texas through at least early Thursday morning,\" The U.S. National Weather Service said in its Dallas-Fort Worth, Texas area forecast discussion. Low-cost carrier Southwest Airlines Co led cancellations with 487 flights, while Fort Worth, Texas-based peer American Airlines Group Inc closely followed, canceling nearly 480 flights. Southwest and American did not immediately respond to Reuters' requests for comment. The latest cancellations come nearly a month after Southwest faced U.S. government backlash for canceling 16,700 flights over the holidays, as it grappled with bad weather and outdated technology. (Reporting by Nathan Gomes and Arpan Varghese in Bengaluru; Editing by Rashmi Aich)",
    "ImageUrl": "https://static.zawya.com/version/c:Nzk1ZjhhMGMtZWU4NC00:Mjk5ODFh/faa-notam-chicago.jpg?w=900",
    "Title": "Airlines cancel over 1,400 U.S. flights as ice storm hits multiple states"
  },
  {
    "Brief": "These machines absorb dust inside the mosque, sweep carpets, and clean the stairs, escalators, and floors",
    "Detail": "MAKKAH - Saudi Arabia has deployed Artifical Intelligence-enabled machines to clean the Grand Holy Mosque in Makkah. Sheikh Dr. Abdulrahman Al-Sudais, President of the Affairs of the Grand Holy Mosque and Prophet's Holy Mosque, inaugurated four such new machines on Tuesday, which will keep the mosque and its yard clean, Saudi Press Agency (SPA) reported. These machines absorb dust inside the mosque, sweep carpets, and clean the stairs, escalators, and floors. This is part of the initiative to use artificial intelligence mechanisms in the service of the Two Holy Mosques and their visitors, said the SPA report.",
    "ImageUrl": "https://static.zawya.com/version/c:YjRkMDExNTQtYThiMy00:NjRhNjY1/190412074159ooce-jpg.jpg?w=900",
    "Title": "Saudi Arabia deploys AI-enabled machines to clean Grand Holy Mosque"
  },
  {
    "Brief": "Indonesia has a target of having at least 1.2 million electric motorcycles and 35,000 electric cars in use by 2024 ",
    "Detail": "JAKARTA - Indonesia is considering reducing the value-added tax on electric car sales from 11% to 1% to drive up demand and attract investment, said Septian Hario Seto, a senior official with the investment coordinating ministry. Indonesia has a target of having at least 1.2 million electric motorcycles and 35,000 electric cars in use by 2024. \"We are still doing a benchmark analysis with other countries [on electric vehicles incentives],\" he told reporters after speaking at an investment forum on Wednesday. He also said the government would give a cash incentive of 7 million rupiah ($467.60) for every electric motorcycle sold, until sales reach a certain volume that is still under discussion. The planned incentives, however, may only be available for electric vehicles (EVs) that are at least 40% locally-made, under Indonesia's 'local content rule'. \"The [next step] is that the local content percentage be increased further to 60% and more,\" he added. Separately on Wednesday, senior cabinet minister Luhut Pandjaitan said the regulation laying out incentives for EVs is expected to be issued next week. ($1 = 14,970.0000 rupiah) (Reporting by Stefanno Sulaiman Writing by Fransiska Nangoy Editing by Kanupriya Kapoor)",
    "ImageUrl": "https://static.zawya.com/version/c:OWE2Njk1NmQtOTQ1OC00:NWU5NDFj/170121060127aozu-jpg.jpg?w=900",
    "Title": "Indonesia considers slashing VAT on electric car sales to 1%"
  },
  {
    "Brief": "Indian tycoon Gautam Adani has pulled off a $2.5bln share sale",
    "Detail": "FIIs and corporates poured funds into Adani Enterprises despite a $65bln rout in the billionaire's stocks sparked by a short-seller's report. Watch the Zawya video here.",
    "ImageUrl": "https://static.zawya.com/version/c:NWI1Y2YwZTEtYmZjZi00:ZGU0NWY5/india-economy-fpo-adani.jpg?w=900",
    "Title": "VIDEO: Who invested in billionaire Adani's share sale amidst stock rout?"
  },
  {
    "Brief": "Fiscal stimulus, removal of limitations on mobility, and private refineries to push oil demand in China",
    "Detail": "China's oil demand is expected to return to 16 million barrels per day as economic activity rebounds, a top official of US-based oil market consultancy Rapidan Energy Group said. Clay Seigle, Director - Global Oil Service, said the increase in oil demand would be driven by fiscal stimulus, a pickup in transportation activity, and a robust crude oil import and refined product export programme. \"We see China clawing back to and reaching again that important 16 million barrels per day (bpd) of oil demand that it had before,\" he said during a virtual interview with Dubai-based Gulf Intelligence. He said China would move past the \"very difficult phase\" of re-openings that have increased coronavirus outbreaks in the country, adding that the government is determined to drive economic growth this year, which will require more lifting of limitations on transportation, on mobility. \"That's the main reason we see increased oil demand and consumption of fuels from China this year. We're also expecting a strong fiscal stimulus with a package of measures from the central government that will drive fuel demand, for example, in the infrastructure sector, big construction runs on fuels like diesel.\" Seigle pointed out that China is also expected to allow its independent refineries to import as much cheap Russian crude oil as possible. \"Private refineries in China have been running below capacity [of] around 70 percent, and that capacity itself is poised to increase by another 10 percent or so this year, so that policy is also going to drive demand for crude oil imports,\" he said. ( Writing by Anoop Menon; Editing by Bhaskar Raj) ( anoop.menon@lseg.com )",
    "ImageUrl": "https://static.zawya.com/version/c:OGRkMGE2MzgtNDAyYi00:ZjdkZjll/131225065436dltc-jpg.jpg?w=900",
    "Title": "'China oil demand to return to 16mln bpd as economy rebounds' – Rapidan executive"
  },
  {
    "Brief": "This collaboration anchors the company's contribution to Digital Egypt in line with Egypt’s Vision 2030",
    "Detail": "Etisalat Egypt by e& and the Commercial International Bank (CIB) penned a financing agreement worth EGP 4 billion to back the telecom firm’s expansion plans, according to a press release. Hazem Metwally, CEO of Etisalat Egypt, indicated that the deal aligns with Etisalat Egypt’s growth objectives to foster its services and develop enhanced solutions in order to meet the various needs of customers. Metwally also highlighted that this collaboration anchors the company's contribution to Digital Egypt in line with Egypt’s Vision 2030. The CEO noted: “Etisalat Egypt is keen on investing in infrastructure that provides the best-integrated technology services to our customers, and keeps pace with the huge increase in data usage rates across Egypt.” Meanwhile, Amr El-Ganainy, CEO of Institutional Banking at CIB, said: “This partnership reflects the CIB’s role in supporting businesses in the [information and communications technology] ICT sector.” El-Ganainy concluded: “[It] will further contribute to achieving Etisalat Egypt’s strategy in a way that scales up the company's financial position in the market and thus achieves more future business success.” In the first nine months (9M) of 2022, CIB witnessed consolidated net profits worth EGP 12.19 billion, higher than EGP 9.87 billion in 9M-21. All Rights Reserved - Mubasher Info © 2005 - 2022 Provided by SyndiGate Media Inc. (Syndigate.info).",
    "ImageUrl": "https://static.zawya.com/version/c:ZGY4Njc1YmYtYTE0Zi00:ZTljNGQ4/171219080610jqrc-jpg.jpg?w=900",
    "Title": "Etisalat Egypt inks $132.38mln financing deal with CIB"
  },
  {
    "Brief": "The company, a regular issuer of local currency Islamic bonds, initially aimed to issue its inaugural dollar sukuk last year",
    "Detail": "DUBAI - The Saudi Real Estate Refinance Co (SRC), the kingdom's equivalent of U.S. mortgage finance business Fannie Mae, plans to issue debut dollar-denominated sukuk between the end of the first and second quarters of this year, its chief executive said. The company, a regular issuer of local currency Islamic bonds, initially aimed to issue its inaugural dollar sukuk last year. SRC, owned by the sovereign Public Investment Fund, is working to help Saudi Arabia reach its goal of boosting Saudi home ownership to 70% as part of \"Vision 2030\" reforms to reduce the economy's reliance on oil. Some of the documentation for the dollar issuance \"needed to be revamped, readjusted with some discussions with some of our stakeholders,\" SRC CEO Fabrice Susini told Reuters, without giving details. SRC will raise at least $500 million, Susini said. JPMorgan, Societe Generale, GIB, HSBC and Islamic Development Bank, which set up the dollar issuance programme, will arrange the debt sale, he added. \"We were a bit lucky ... not having to issue internationally\" last year, he said, as the U.S. Federal Reserve hiked rates at a rapid clip to tame decades-high inflation, with the Saudi Central Bank (SAMA) closely mirroring the moves despite lower inflation, as the riyal is pegged to the dollar. Issuance in local currency will remain \"alive and active,\" Susini said, adding the firm could eventually issue euro-denominated bonds \"if at one point the rates are attractive enough and interest is there,\" while hedging would also be a consideration. The impact of rising rates on SRC has been \"limited\" as roughly 70% to 80% of its mortgages are fixed rate, Susini said. New residential mortgages provided by banks fell 23.4% last year to 154,392, having already dropped 10.5% in 2021 from 2020, data from SAMA showed. \"There is the cost for mortgage borrowers that could put some of them off buying. And then there is also perhaps a slight slowdown with the banks which see these prices going up and not being sure of what conditions they will refinance themselves,\" Susini said. SRC has no plans currently in place for an initial public offering but it \"could make sense\" in the coming years, Susini said, adding PIF would keep at least a 51% stake. (Reporting by Yousef Saba; Editing by Kim Coghill)",
    "ImageUrl": "https://static.zawya.com/version/c:NmM1ZmM3MGMtZGI4YS00:NmVlNzdl/130617045801tkdd-jpg.jpg?w=900",
    "Title": "Saudi Real Estate Refinance looks to debut dollar sukuk in Q2"
  },
  {
    "Brief": "Police investigating a suicide bombing that killed more than 100 people at a Pakistan mosque",
    "Detail": "Peshawar: Police investigating a suicide bombing that killed more than 100 people at a Pakistan mosque said on Tuesday that several people had been arrested, and they could not rule out the possibility that the bomber had internal assistance evading security checks. The bombing was the most deadly in a decade to hit Peshawar, a restive northwestern city near the Afghan border, and all but three of those killed were police, making it most suffered by Pakistan's security forces in a single attack in recent history. The bomber struck on Monday as hundreds of worshippers gathered for noon prayers in a mosque that was purpose built for the police and their families living in a highly fortified area. \"We have found some excellent clues, and based on these clues we have made some major arrests,\" Peshawar Police Chief Ijaz Khan told Reuters. \"We can't rule out internal assistance but since the investigation is still in progress, I will not be able to share more details.\" Investigators, who include counter-terrorism and intelligence officials, are focusing on how the attacker managed to breach the military and police checkpoints leading into the Police Lines district, a colonial-era, self-contained encampment in the city centre that is home to middle- and lower-ranking police personnel and their families. Defence Minister Khawaja Asif had said the bomber was in the first row in the prayer hall when he struck. Remains of the attacker had been recovered, provincial Police Chief Moazzam Jah Ansari told Reuters. \"We believe the attackers are not an organised group,\" he added. The most active militant group in the area, the Pakistani Taliban, also called Tehreek-e-Taliban Pakistan (TTP), has denied responsibility for the attack, which no group has claimed so far. Interior Minister Rana Sanaullah had told parliament a breakaway faction of the TTP was to blame. The blast demolished the upper storey of the mosque. It was is the deadliest in Peshawar since twin suicide bombings at All Saints Church killed scores of worshippers in September 2013, in what remains the deadliest attack on the country's Christian minority. Peshawar sits on the edge of the Pashtun tribal lands, a region mired in violence for the past two decades. The TTP is an umbrella group for Sunni and sectarian Islamist factions opposed to the government in Islamabad. The group has recently stepped up attacks against police.",
    "ImageUrl": null,
    "Title": "Suspects arrested over Pakistan mosque blast, police focus on how bomber got in"
  },
  {
    "Brief": "Flagship Adani Enterprises stocks were down 29.97 percent on the Bombay Stock Exchange minutes before the bourse's scheduled close",
    "Detail": "Shares in the Indian tycoon Gautam Adani's flagship firm nosedived again on Wednesday as its owner dropped out of the Forbes top 10 rich list following allegations of massive accounting fraud. Adani Enterprises stocks were down 30 percent on the Bombay Stock Exchange minutes before the bourse's scheduled close, their fifth straight day of losses. The rout has wiped out around $92 billion of the value of the conglomerate's listed units since last week, Bloomberg News said. Adani's personal fortune has plummeted by more than $40 billion in the same period, according to the real-time Forbes list, dropping him out of the top 10 and below fellow Indian Mukesh Ambani. This meant Adani was no longer Asia's richest man. Adani Total Gas -- in which French giant TotalEnergies owns 37.4 percent -- dropped another 10 percent on Wednesday, forcing the Bombay Stock Exchange to suspend trade in the stock soon after the market's open. The sudden sharp drop in Adani Enterprises on Wednesday afternoon came despite a stock sale in the firm on Tuesday that was oversubscribed. Smaller retail investors largely steered clear from the follow-on public offering, however. Large buyers instead propped up the share sale, including fellow Indian tycoons Sajjan Jindal and Sunil Mittal, Bloomberg News reported, citing unidentified sources. - School dropout - School dropout Adani, 60, has seen his empire expand at breakneck speed, with Adani Enterprises shares soaring by more than a thousand percent in the past five years. This helped make him, until last week, the world's third-richest man behind Elon Musk and Bernard Arnault and family. According to US investment group Hindenburg Research, Adani has artificially boosted the share prices of its units by funnelling money into the stocks through offshore tax havens. This \"brazen stock manipulation and accounting fraud scheme\" is \"the largest con in corporate history\", Hindenburg said in its explosive report issued last week. Adani said it was the victim of a \"maliciously mischievous\" reputational attack and issued a 413-page statement on Sunday that said Hindenburg's claims were \"nothing but a lie\". Hindenburg, which makes money by betting on stocks falling, said in response that Adani's statement failed to answer most of the questions raised in its report. - Opposition heckles - Critics say Gautam Adani's closeness to Prime Minister Narendra Modi has helped him win business and avoid proper regulatory oversight. Modi, who like Adani is from Gujarat state, has not commented publicly since the Hindenburg claims, which analysts say has hurt India's image for overseas investors. The firm's many interests include ports -- the firm took control of one of Israel's biggest this week -- airports, media and energy, both in coal and solar. India's opposition Congress party called this week for a \"serious investigation\" by the central bank and regulator into Adani's firms following the Hindenburg allegations. \"For all its posturing about black money, has the Modi government chosen to turn a blind eye towards illicit activities by its favourite business group?\" Congress said. Opposition lawmakers mockingly chanted \"Adani! Adani\" on Wednesday as Finance Minister Nirmala Sitharaman talked about ports during a budget speech.",
    "ImageUrl": null,
    "Title": "Shares in India's Adani Enterprises nosedive 30 percent"
  },
  {
    "Brief": "Spot gold was 0.2% lower at $1,924.26 per ounce",
    "Detail": "Gold prices ticked lower on Wednesday as investors kept to the sidelines ahead of the U.S. Federal Reserve's policy decision on its interest rate path due later in the day. Spot gold was 0.2% lower at $1,924.26 per ounce as of 0929 GMT, after falling to its lowest since Jan. 19 in the previous session. U.S. gold futures fell 0.3% to $1,939.70. \"It's pretty certain that the Fed is going to hike rates by 25 basis points,\" said Michael Hewson, chief market analyst at CMC Markets. But \"the risk is very much towards the downside for gold, because Powell needs to slightly reset market expectations about what's likely to come afterwards\", he added. The U.S. central bank is set to issue its policy statement at 1900 GMT, followed by a press conference from Fed Chair Jerome Powell at 1930 GMT. Gold tends to appreciate on expectations of lower interest rates, which reduce the opportunity cost of holding non-yielding bullion. However, any hawkish messaging could introduce quite a bit of downside risk, and gold could revisit Tuesday's lows in the aftermath of the Fed decision, Hewson said. Elsewhere, spot silver slipped 1.1% to $23.45 per ounce. In its federal budget for 2023/24, the world's biggest silver importer India raised total taxes on silver imports to 15% and on silver dore to 14.35% in an effort to align the duty structure of the metal with gold. The key precious metals consumer also announced an increase in duty on items made from gold and platinum. Platinum slipped 0.8% to $1,003.20 and palladium fell 0.5% to $1,641.46. Analysts have cut their palladium price forecasts and raised platinum price estimates as electric and hydrogen-powered vehicles disrupt the auto industry on which both metals rely for demand, a Reuters poll showed. (Reporting by Kavya Guduru in Bengaluru; Editing by Jan Harvey)",
    "ImageUrl": null,
    "Title": "Gold edges down as traders strap in for Fed decision"
  },
  {
    "Brief": "The pavilion showcases how multiple technologies can seamlessly inter-operate with medical equipment and co-exist to improve the patient experience",
    "Detail": "Live demonstrations include a digital Intensive Care Unit, an intelligent Operating Room, and a revolutionary Emergency Room The Intelligent Health™ Pavilion (IHP) at Arab Health is in partnership with Intelligent Health Association (IHA) Dubai, United Arab Emirates: The official opening of the Intelligent Health™ Pavilion took place at Arab Health 2023 in partnership with Intelligent Health Association (IHA), allowing visitors to experience live use cases of the latest advances in sustainable healthcare technology across the care continuum. Running until 2 February 2023 at the Dubai World Trade Centre, the Intelligent Health™ Pavilion showcases how multiple technologies can seamlessly inter-operate with state-of-the-art medical equipment and co-exist to improve the overall patient care environment. Visitors can immerse themselves in live demonstrations, including a groundbreaking digital Intensive Care Unit, an intelligent Operating Room, and a revolutionary Emergency Room enabling visitors to experience each step in a person's health journey from a patient, caregiver, or provider. Paul, H. Frisch, Attending, Department of Medical Physics; Chief, Biomedical Physics & Engineering, Memorial Sloan-Kettering Cancer Center, said: “Today, the healthcare environment is not really about isolated technologies. In fact, today's hospitals use many devices - such as RFID and tablets - that are not medical devices. The focus now is on how these technologies are integrated and how the information is shared, directly impacting how hospitals operate. “At the Intelligent Health™ Pavilion at Arab Health, operators and clinicians can see how the technologies function in a real environment, providing new metrics that many hospitals don't have access to and showing how the pieces integrate. From a business perspective, with interoperability, hospitals can monitor workflow and make optimisations and process improvements in medical care and delivery and their operational flow and management. Harry P. Pappas, Founder and CEO, Intelligent Health Association, said: “We developed the concept of the Intelligent Health™ Pavilion to educate the healthcare community on how they can adopt these technologies to improve patient care, patient safety, and the overall patient experience. Not only does the pavilion demonstrate the continuum of care, but it highlights the benefits of a seamless data environment. Today, wearable devices such as smartphones and smartwatches can capture data from patients and share that seamlessly with their circle of care – the family, the physician, the insurance company.” A host of new technologies are on display at the Intelligent Health™ Pavilion, including wearable finger sensors that monitor vital signs in the ICU without the need for invasive lines, catheters, or arm cuffs, advanced digital stethoscopes where clinicians can listen to auscultation sounds through wired or wireless earphones with better ampliﬁcation of heart and respiratory sounds, dual noise cancellation technology and sound recording. Also featured is a newborn infant protection solution that uses Real-Time Location System (RTLS) to enable quick and efficient response to abduction attempts from the hospital. For more information, please visit www.arabhealthonline.com or to register as media, click here. -Ends- About Arab Health Arab Health is the largest healthcare event in the Middle East and is organised by Informa Markets. Established 48 years ago, Arab Health provides a platform for the world’s leading manufacturers, wholesalers and distributors to meet the medical and scientific community in the Middle East and subcontinent. Arab Health Congress is reputed for delivering the highest quality Continuing Medical Education (CME) Conferences to medical professionals in the region. Arab Health 2023 will take place from 30 January – 2 February 2023 at the Dubai World Trade Centre, Dubai, United Arab Emirates. Website: www.arabhealthonline.com Facebook: https://www.facebook.com/ArabHealth/ Twitter: @Arab_Health #ArabHealth Linkedin: Arab Health Forum Instagram: @arabhealthonline Media contact: JAMES LAKIE General Manager E-mail : james.lakie@shamalcomms.com",
    "ImageUrl": "https://static.zawya.com/version/c:M2I0NzIxOWEtMGE1Zi00:NDJkMDM2/intelligent-health-pavilion-jpg.jpg?w=900",
    "Title": "Arab Health launches the Intelligent Health Pavilion"
  },
  {
    "Brief": "ITIDA raises allocated fund for a number of ITAC programs",
    "Detail": "Cairo- Egypt: The Information Technology Industry Development Agency (ITIDA) has announced opening the 18th round of applications for the Graduation Projects Support Program, one of the Information Technology Academia Collaboration (ITAC) programs, aiming to support university students and encourage innovation. The program targets senior year students enrolled in faculties of Engineering, Computer Science, and Information Systems in Egyptian universities and institutes. Students are to apply their graduation projects in the fields of Information and Communications Technology (ICT) during the period from January 15 to February 15, 2023. ITIDA has also announced increasing the allocated fund for the Graduation Projects Support Program from EGP10k to EGP30k. Additionally, ITIDA has also raised the amount of fund for ICT companies and academic entities within the framework of the Collaborative Funded Projects Program. Accordingly, ICT companies applying for preliminary research projects (PRP) will receive an increased fund amounting to EGP700k instead of EGP250k. Applying ICT companies must present projects aimed at developing innovative prototypes based on the efforts of research and development teams in companies that include at least 2 researchers, with a maximum duration of one year. The allocated fund for academic entities applying for preliminary research projects (PRP) has been increased from EGP250k to EGP350k, for projects reaching the “proof of concept” stage only; however, projects are to receive the full funding amount of EGP700k, if the “proof of concept” stage is further employed in developing prototypes and establishing start-up companies. The funds increase aims at improving the capabilities of PRPs to complete the value chain of the research projects to reach the phase of product development and execution (PDP). Moreover, the fund increase aims at encouraging ICT companies to apply to the 34th round of the Collaborative Funded Projects Program, which will be open from March 1 to April 30, 2023. The program aims to enhance cooperation between ICT companies and universities to implement joint projects and contribute to building an innovative knowledge economy. The ITAC initiative was launched in 2006 to boost the Egyptian ICT industry by fostering collaboration between industry and academia to develop innovative products based on research, thus positioning Egyptian ICT companies at the forefront of the ICT market, both locally and globally. -Ends- For more information, please visit: https://itida.gov.eg/english/programs/itac-cfp/pages/default.aspx https://itida.gov.eg/English/Programs/Graduation/Pages/default.aspx",
    "ImageUrl": null,
    "Title": "ITIDA opens calls for the 18th round of ITAC’s Graduation Projects Program to support university students"
  },
  {
    "Brief": "Betty Livingstone, (not her real name), 22 years old native of Benue State, has been living with swollen lower limbs",
    "Detail": "Betty Livingstone, (not her real name), 22 years old native of Benue State, has been living with swollen lower limbs since 2012. “I remember waking up one morning and noticing my feet were swollen. The swelling started in my feet and gradually progressed to my legs. Having swollen legs is very embarrassing as people look at me weirdly,” she says. After several months of seeking medical help, she has been diagnosed with Elephantiasis, scientifically known as Lymphatic Filariasis (LF), a disfiguring disease that occurs when filarial parasites are transmitted to humans through mosquitoes. Due to her health condition, Ms Livingstone battles discrimination and stigmatization which has a psychosocial effect on her life. She recalled contracting the disease at the age of 13 and almost dropping out of school due to her ailment. “I am now in a tertiary institution and have to daily summon the courage to attend school or go to new places. The condition affects my education and social interaction. When it started, I could not go about my daily activities with ease. On many days, I needed assistance to stand up from bed. No one deserves to go through what I suffer. I'm taking medication and happy. It has given me hope that my leg will not get swollen than it is now, and that I will not be infecting others.” she says. Even though LF has no cure, Ms Livingstone is currently receiving treatment (drugs) to kill the filarial parasite in her blood and to stop the swelling. The LF medications are provided by the Nigerian Government with support from World Health Organization (WHO), Merck and GSK and are distributed across, all the 583 endemic Local Government Areas (LGA) in the country. Debilitating diseases Lymphatic filariasis is one of the 20 diverse neglected tropical diseases (NTD) affecting more than 120 million people in 72 countries in Asia, Africa, the Western Pacific, parts of the Caribbean and South America. According to the WHO, NTDs thrive mainly in rural areas, conflict zones and hard-to reach-regions where access to clean water and sanitation is scarce and worsened by climate change. Nigeria is one of the most endemic countries accounting for 25% of the NTD’ burden in Africa. So far, 15 of these diseases are identified in Nigeria. One of the NTDs, Guinea worm has since been eliminated. Meanwhile, in January 2021, the WHO rolled out a 10-year roadmap for NTDs, with ambitious targets and innovative approaches to tackling the diseases. The move is geared towards the quest to attain Sustainable Development Goals by 2030. In collaboration with the Federal Ministry of health, WHO Nigeria and partners has developed a more robust road map at subnational levels that does not neglect the case management of NTDs, the human resource aspects as well as the programmatic components. Taking action The National Coordinator of Neglected Tropical Diseases, Federal Ministry of Health, Mr Nse Akpan says the elimination of all forms of NTDs will reduce poverty and increase productivity in the country. Mr Akpan says that NTDs affect a nation's productivity as it has a critically adverse effect on the people infected by any of the diseases. “The government with support from partners (including WHO) is taking tremendous efforts in combatting the diseases through the distribution of medications, vector control, morbidity and disability management, and community sensitization programmes. Elimination of these diseases will reduce malnutrition and increase child enrollment in school. It will reduce morbidity and disability, and increase food production in the country as well as promote good mental health and well-being of citizens,” he says. Additionally, the WHO Country Representative, Dr Walter Kazadi Mulombo, says over the past decade, the WHO has progressively harmonized public health approaches including the distribution of Ivermectin and Albendazole in endemic communities and for vulnerable and hard-to-reach persons using low-cost, high-impact interventions. Meanwhile, NTDs include Buruli ulcer, Chagas disease, dengue and chikungunya, dracunculiasis (Guinea-worm disease), echinococcosis, foodborne trematodiases, human African trypanosomiasis (sleeping sickness), leishmaniasis, leprosy (Hansen’s disease), lymphatic filariasis, mycetoma, chromoblastomycosis, and other deep mycoses, onchocerciasis (river blindness), rabies, scabies and other ectoparasitoses, schistosomiasis, soil-transmitted helminthiases, snakebite envenoming, taeniasis/cysticercosis, trachoma, and yaws and other endemic treponematoses. Additionally, NTDs tend to affect regions without quality healthcare, leaving poor populations vulnerable to these often debilitating diseases, but they can be effectively controlled, eliminated, or eradicated, through combined public health measures, effective treatment, and community sensitization. Distributed by APO Group on behalf of World Health Organization (WHO) - Nigeria.",
    "ImageUrl": null,
    "Title": "WHO Nigeria: “People living with Elephantiatis are often stigmatized” – patient"
  },
  {
    "Brief": "Strategic alliance through equity investment to support group’s ambitious addition of tertiary services and expansion of RAK Hospital",
    "Detail": "A ‘Patient Navigation Center’ at RAK Hospital to facilitate access to exceptional clinical expertise across CommonSpirit’s affiliated network across USA Patients in the Middle East and Africa (MENA) region to benefit from access to CommonSpirit’s expertise through tele-health and second opinions Collaboration to support state-of-the-art US protocols for enhanced patient experience, outcomes and satisfaction Ras Al Khaimah, UAE : Dignity Health International (DHI), the international arm of CommonSpirit Health, one of the largest hospital systems in the United States, is furthering its relationship with RAK Hospital, the flagship multispecialty hospital of the Arabian Healthcare Group (AHG), by acquiring a strategic minority equity stake, further strengthening its existing relationship with AHG, which began in 2018. AHG will become the common platform to provide advanced healthcare services in the UAE and in the wider MENA region. DHI and AHG are working together on a growth strategy to further enhance the level of healthcare services provided in the Emirate of Ras Al Khaimah, which will be supported through co-investment and collaboration. This strategic alliance will help bring US healthcare protocols to RAK Hospital to provide patients with the highest level of care. Further augmenting RAK Hospital’s position as a preferred medical destination for both international and local patients, the alliance will provide patients with access to specialty care in the areas of cardiac services, orthopedics, neurosciences, musculoskeletal conditions, and rehabilitation, at the hospital in Ras Al Khaimah. Moreover, for specific and advanced medical requirements, RAK Hospital will facilitate the patient’s journey by aligning them with the most suitable facility from CommonSpirit’s 140 hospitals and more than 1,500 care sites across 21 US states. Dr. Raza Siddiqui, CEO of Arabian Healthcare Group and Executive Director of RAK Hospital , said, “This is the first time a top US healthcare player has directly invested in a hospital in the Middle East. With CommonSpirit’s ownership position, RAK Hospital has access to CommonSpirit’s network, which is a one-of-a-kind relationship. Through this partnership, AHG is delighted to bring the most advanced US protocols and procedures to Ras Al Khaimah, positioning RAK Hospital as a preferred healthcare facility for advanced tertiary care requirements.” AHG and DHI will collaboratively develop and manage a Patient Navigation Center , which will provide patients and their clinicians with access to exceptional clinical expertise across CommonSpirit’s affiliated network, and further, support patients seeking healthcare services in one of CommonSpirit’s centers of excellence in the United States. Through this integrated Patient Navigation Center, AHG and DHI will help these patients identify the most appropriate CommonSpirit facility for treatment and also manage and provide continuity for pre and post care. Clinical teams from both health systems will be able to coordinate care virtually to reduce the burden of medical travel for regional patients. The Patient Navigation Center will be a hub and spoke model, with RAK Hospital serving as the central hub, and will be completed by developing satellite navigation centers located in other countries, such as Ghana, Kenya, Nigeria, Pakistan, and Bahrain, among others. Furthermore, DHI and AHG management teams are also collaborating on a visiting physician program in which CommonSpirit physicians will work with RAK Hospital on developing best-in-class protocols for targeted specialties. In addition, by leveraging digital technology, DHI and AHG will seamlessly provide RAK Hospital patients with access to CommonSpirit expertise through telehealth services. “Our mission to improve the health of all people extends beyond the United States. We are thrilled to further bolster our relationship with RAK Hospital to bring CommonSpirit’s clinical expertise, innovation and high quality of healthcare to the MENA region,\" said Dan Morissette, CFO of CommonSpirit. The expansion of the existing 65-bed RAK Hospital to 200 beds will enhance healthcare delivery by providing advanced tertiary care. Initial focus will be on cardiac services, neurosciences, orthopedics, musculoskeletal conditions, rehabilitation and select additional services. The hospital expansion project is expected to be completed by the end of 2025. Another major focus area will be virtual tumor boards, which will allow for consultation and diagnosis of complex cancer cases, allowing patients to stay close to home. Gregg Davis, Senior Vice President of CommonSpirit and Chief Administrative Officer of Dignity Health International, said, “This alliance provides us with the opportunity to work together with Arabian Healthcare Group to bring our clinical expertise to help build healthcare delivery systems that are sustainable for populations on a global scale.” CommonSpirit operates 140 hospitals and more than 1,500 care sites across 21 US states. Among the care centers widely recognized for clinical expertise in CommonSpirit’s U.S. network are the Barrow Neurological Institute in Phoenix, Arizona; Baylor St. Luke’s Medical Center in Houston, Texas Heart Institute, and Virginia Mason Franciscan Health in Seattle, Washington. AHG operates RAK Hospital, the leading private hospital in Ras Al Khaimah, and provides healthcare services to the community through a network of clinics across the Emirate. DHI is a member of the National Center for Healthcare Leadership’s U.S. Cooperative for International Patient Programs (USCIPP). USCIPP is a consortium of American academic medical centers, hospitals, and health systems that work with international patients and institutions. USCIPP members lead peer-to-peer learning, research, collaboration, and open sharing of knowledge and industry best practices.",
    "ImageUrl": null,
    "Title": "Leading US healthcare group CommonSpirit acquires equity stake in the UAE’s Arabian Healthcare Group"
  },
  {
    "Brief": "Supporting expansion plans",
    "Detail": "Hazem Metwally: “We are keen on investing in infrastructure that provides the best integrated technology services to our customers.” Amr El Ganainy: “We have a close, strategic relationship with Etisalat Egypt. This financing agreement will further support expansion projects.” Cairo: Etisalat Egypt by e&, a leading tech-telco operator, signed EGP 4 bn financing agreement with Commercial International Bank (CIB) to support Etisalat’s ambitious expansion plans, within the framework of the evolved corporate identity of e&. This agreement was signed by Eng. Hazem Metwally, Chief Executive Officer of Etisalat Egypt; Ehab Rochdy, Chief Financial Officer of Etisalat Egypt; Amr El Ganainy, CIB’s CEO Institutional Banking; and Soha Abou Zikry, Head of Global Customer Relations Group. Etisalat Egypt’s Chief Executive Offcier, Hazem Metwally stated that this partnership with the CIB reflects the bank’s leadership and success in providing various financing and banking services; noting that this agreement aims to support Etisalat Egypt’s expansion plans to unleash its potential in providing innovative services that meet the ever-changing needs of customers and create services that rely on the latest technology advances. Metwally further noted that this partnership paves the way for Etisalat Egypt’s achievement of Digital Egypt, that is in line with Egypt’s Vision 2030. “Etisalat Egypt is keen on investing in infrastructure that provides the best integrated technology services to our customers, and keeps pace with the huge increase in data usage rates across Egypt,” he added. He also further clarified that this growth positively reflects on the services provided to customers, where Etisalat Egypt continues to provide top-notch quality to its people, by applying the latest technology advancements in the global markets… all made possible through cooperation with partners of success. CIB's CEO Institutional Banking, Amr El Ganainy said that cooperating with Etisalat Egypt comes within the framework of the strategic and solid partnership with e& Group, which is one of the CIB’s key partners. He noted that this financing agreement aims to support Etisalat Egypt’s expansion of services to reach more customers, through developing the technological infrastructure and adopting latest digital solutions. “This partnership reflects the CIB’s role in supporting businesses in the ICT sector, and will further contribute to achieving Etisalat Egypt’s strategy in a way that scales up the company's financial position in the market and thus achieve more future business success,” El Ganainy added. Given the CIB’s leading position in sustainability, it is always keen to provide the necessary funds for businesses that will accelerate Egypt’s pace of digital transformation in line with the country's plans to achieve sustainable development. El Ganainy referred to the bank's confidence in the potential of the telecommunications and information technology sector in Egypt, which has clearly developed in recent years. -Ends-",
    "ImageUrl": "https://static.zawya.com/version/c:OWFjZmU3OTYtMmVmYy00:NGUwMjg4/img-20230201-wa0002-jpg.jpg?w=900",
    "Title": "Etisalat Egypt signs a financing agreement with the Commercial International Bank"
  },
  {
    "Brief": "This initiative aims to strengthen the language’s position in the community, as an essential element of the national identity",
    "Detail": "DUBAI - Dubai Culture and Arts Authority (Dubai Culture) has announced the launch of ‘Abjed’ initiative, which aims to enrich the dictionaries of the Arabic language with new alternative vocabulary to the most commonly used foreign terms among Arabic speakers in all social and economic fields. This new development was revealed as part of the Authority's participation in the activities of the 15th edition of the Emirates Airline Festival of Literature, which is being held from 1st to 6th February. This initiative aims to strengthen the language’s position in the community, as an essential element of the national identity, which is in line with the visions of Dubai and the UAE that place the Arabic language among its strategic and developmental priorities, and support efforts to spread culture and establish Arabic everywhere. Dr. Saeed Mubarak bin Kharbash, CEO of the Arts and Literature Sector at Dubai Culture, affirmed that ‘Abjed’ initiative represents a qualitative step on the road to enriching the Arabic language with new vocabulary and terminology, saying, “Languages are affected by trends, cultures and traditions. Throughout history, the Arabic language was able to express our culture and intellectual orientations, and was distinguished by its ability to adapt to social, economic and scientific changes as well, thanks to the multiplicity of its expressions, quotations and derivations, which made it one of the pillars of human civilisation.” He added, “With the expansion of our openness to other cultures, we have witnessed in recent years the widespread use of many foreign terms in the Arab region, especially related to daily and professional life, which indicates the importance of updating Arabic dictionaries and providing them with new synonyms to foreign terms that express the same meaning.” Dubai Culture has written special criteria for selecting the vocabulary that will be added to the dictionaries of the Arabic language by assessing its ability to harmonise with literary and colloquial expressions. The writers and experts in the Arabic language will then evaluate and select the appropriate words suggested by the public, and the committee will prepare lists that are consistent with the nature of Arabic and express the most common foreign terms in the region, in preparation for adding them to dictionaries and offering them for public use. The right to suggest new vocabulary is available to all the public, for now by visiting the initiative stand at the Emirates Airline Festival of Literature site at the Intercontinental Dubai Festival City Hotel.",
    "ImageUrl": "https://static.zawya.com/version/c:NjliNzk0ZTgtMzQwMy00:ZmJlZGRm/210623052056jkuh-jpg.jpg?w=900",
    "Title": "Dubai Culture enhances Arabic with ‘Abjed’ initiative"
  },
  {
    "Brief": "Friends of Cancer Patients empower the youth with skills and knowledge in their comprehensive app development initiative involving 150 students from six schools in Sharjah",
    "Detail": "Sharjah: The Ana-vation Competition, organised by Friends Of Cancer Patients (FOCP), has officially come to a close, awarding exceptional students for their innovative app development in aid of cancer awareness and early detection of the disease. This year, the competition saw more than 150 students from six schools across Sharjah participating in the third edition of the initiative, which aims to educate the youth and stimulate their participation in the global fight against cancer. The competition, which was a four-month initiative, aimed to integrate students’ efforts through the use of futuristic technologies by building innovative solutions that raise awareness and help patients. To help prepare students for the comprehensive and engaging programming sessions, FOCP and Geek Express provided hands-on lessons about app development before dividing them into groups of three, to develop an app that focuses on health, well-being, and early cancer detection. The culmination of these preparations was an award ceremony, where students were given the opportunity to pitch their app to a jury of renowned judges, chosen by Geek Express and FOCP. Students that excelled in their newly found app development skills were recognised in an awards ceremony and received incredible prizes including top of the range Asus Laptops, medals, trophies and certificates. In the 15-17 age group, the winning projects were ‘ Cancsaver’ from ASPAM School in Sharjah, ‘ CancerUnity ’ from American School of Creative Science in Sharjah, and ‘ MedMinder ’ from ASPAM School in Sharjah. ‘ Cancsaver ’ is an app designed to help the lives of individuals fighting against cancer, focusing on the patient's overall well-being which includes the mental, physical, social, and emotional well-being. ‘ CancerUnity ’ is an educational and entertaining hub that helps cancer patients using a variety of features. ‘ MedMinder ’ is a medication calculator and refill reminder for cancer patients, helping to keep track of the patient's medication intake and when to order or visit a doctor for a refill. In the 11-14 age group, the winning projects were ‘ Defeat Cancer ’ from Ambassador School in Sharjah, ‘ Can ’ from Ambassador School in Sharjah, and ‘ Cancer Mate ’ from Ambassador School in Sharjah. ‘ Defeat Cancer ’ is an app that helps cancer patients in their journey, featuring useful tools designed specifically to connect patients with doctors, enhance their mental health and provide entertainment. ‘ Can ’ is an app that provides assistance for cancer patients by facilitating communication and coordination between the patient and different caregivers. ‘ Cancer Mate ’ is an app that is able to detect the patient's facial expression via AI, this feature will help keep a log of the patients moods over the course of his/her recovery. During her speech at the closing ceremony HE Mrs Sawsan Jafar, Chairman of the Board of Directors, Friends of Cancer Patients stated, \"The Ana-vation Competition is a unique initiative that empowers students by instilling the knowledge and skills to produce and showcase their talents in app development, thus providing innovative solutions for the modern world. The students who have participated in this competition have not only honed their app development skills, but also learned about the importance of early detection of cancer and the role that technology can play in this area.\" The Ana-vation Competition, which comes in collaboration with the Sharjah Private Educational Authority, Amazon.ae, and the Children’s Cancer Center in Lebanon, is a combination of the words “Ana” and “Innovation”, and seeks to generate a greater degree of involvement from the community, including its youngest members, increasing awareness about childhood cancer, and to inspire young students, doctors, researchers, and scientists to dedicate themselves to identifying, treating, and conquering the disease. Ms Aisha Al Mulla, Director of Friends of Cancer Patients had this to say during her speech at the closing ceremony: \"This competition is not just about awarding prizes, it's about celebrating the achievements of the students who have participated and their dedication to using technology to create innovative solutions and raise awareness in the global fight against cancer. It is an honour to be a part of their journey and to witness the impact they will make on society as they continue to work towards a cancer-free world.\" FOCP's action-oriented strategies align with its vision for a cancer-free world and it has been continuously building on its significant achievements over the past 23 years by providing moral and financial assistance to cancer patients, raising awareness about cancer prevention, and promoting a healthy lifestyle among the UAE community. The Ana-vation competition is just one of the many efforts made by the organisation to raise awareness and help those affected by cancer.",
    "ImageUrl": "https://static.zawya.com/version/c:MzVmZDhkOTgtYjU3NS00:NGM1Yjky/2-jpg.jpg?w=900",
    "Title": "Six innovative apps developed to assist childhood cancer patients and caregivers"
  },
  {
    "Brief": " The bombing was the most deadly in a decade to hit Peshawar",
    "Detail": "PESHAWAR, Pakistan: Police investigating a suicide bombing that killed more than 100 people at a Pakistan mosque said on Tuesday that several people had been arrested, and they could not rule out the possibility that the bomber had internal assistance evading security checks. The bombing was the most deadly in a decade to hit Peshawar, a restive northwestern city near the Afghan border, and all but three of those killed were police, making it most suffered by Pakistan's security forces in a single attack in recent history. The bomber struck on Monday as hundreds of worshippers gathered for noon prayers in a mosque that was purpose built for the police and their families living in a highly fortified area. \"We have found some excellent clues, and based on these clues we have made some major arrests,\" Peshawar Police Chief Ijaz Khan told Reuters. \"We can't rule out internal assistance but since the investigation is still in progress, I will not be able to share more details.\" Investigators, who include counter-terrorism and intelligence officials, are focusing on how the attacker managed to breach the military and police checkpoints leading into the Police Lines district, a colonial-era, self-contained encampment in the city centre that is home to middle- and lower-ranking police personnel and their families. Defence Minister Khawaja Asif had said the bomber was in the first row in the prayer hall when he struck. Remains of the attacker had been recovered, provincial Police Chief Moazzam Jah Ansari told Reuters. \"We believe the attackers are not an organised group,\" he added. The most active militant group in the area, the Pakistani Taliban, also called Tehreek-e-Taliban Pakistan (TTP), has denied responsibility for the attack, which no group has claimed so far. Interior Minister Rana Sanaullah had told parliament a breakaway faction of the TTP was to blame. The blast demolished the upper storey of the mosque. It was is the deadliest in Peshawar since twin suicide bombings at All Saints Church killed scores of worshippers in September 2013, in what remains the deadliest attack on the country's Christian minority. Peshawar sits on the edge of the Pashtun tribal lands, a region mired in violence for the past two decades. The TTP is an umbrella group for Sunni and sectarian Islamist factions opposed to the government in Islamabad. The group has recently stepped up attacks against police. (Reporting by Jibran Ahmad in Peshawar and Asif Shahzad in Islamabad; Writing by Miral Fahmy; Editing by Simon Cameron-Moore)",
    "ImageUrl": "https://static.zawya.com/version/c:ZmQxMjRmYmQtNmYyYS00:ZGYyMjEx/pakistan-blast.jpg?w=900",
    "Title": "Suspects arrested over Pakistan mosque blast, police focus on how bomber got in"
  },
  {
    "Brief": "The Food and Agriculture Organization of the United Nations (FAO) has joined efforts with the African Risk Capacity (ARC) Group",
    "Detail": "The Food and Agriculture Organization of the United Nations (FAO) has joined efforts with the African Risk Capacity (ARC) Group to integrate gender dimensions in climate action and disaster risk management and reduction in Sub-Saharan Africa. A new agreement signed today consolidates the ongoing partnership between FAO and ARC which has already demonstrated solid results in awareness-raising and data-generating efforts. The outlined areas of cooperation for the five-year agreement include advocacy and awareness-building, technical mutual support, and resource mobilization. “This collaboration holds the promise of hope for millions of African women who struggle with social and economic discrimination in climate action and related decision-making processes. While much remains to be done to achieve gender equality in the sector, our combined efforts will be a leap into a better future for the most vulnerable groups in our region,” said Abebe Haile-Gabriel, FAO Assistant Director-General and Regional Representative for Africa. “Through this partnership, we will continue to consolidate the gains of our strong collaboration with FAO and pave the way for more smart initiatives geared towards protecting the food security, lives and livelihoods of the most vulnerable populations affected by extreme weather conditions and other perils. We have no doubt we will continue to count on the FAO's expertise, track record, networks and experience as we serve our Member States and beyond,” said Ibrahima Cheikh Diong, UN Assistant Secretary-General and Director-General of the African Risk Capacity Group. Pushing back on a decade of challenges and extreme weather In the past ten years, the world has seen an exponential rise in climate-related disasters and, consequently, food and nutrition crises. Recent socio-economic shocks, the impacts of COVID-19, soaring food prices and the Russian Federation-Ukraine conflict have been aggravating hunger levels in Sub-Saharan Africa. These converging and compounding shocks could lead to cascading humanitarian needs. The risk of famine is real for many people in the region. Of all the regions in the world, Africa faces the highest burden of hunger. The countries of the Sahel and West Africa are particularly stricken, as is the Horn of Africa which is enduring a devastating drought. Vulnerable and marginalized groups are disproportionately affected by such crises. Women and youth, for example, are 14 times more likely than men to die during a disaster, and women constitute 80 percent of people displaced by climate change. With limited access to resources, social security and services, the most vulnerable find it particularly hard to mitigate, adapt to and recover from climate shocks. FAO and ARC share common objectives with regards to the integration of gender in disaster risk management and climate change actions. This includes building the institutional capacity of stakeholders to mainstream gender issues in workplans and policies, advocating for women’s equal rights and women’s empowerment in decision-making processes, and generating knowledge for better-informed local, national, and regional dialogues and policy-making, and providing gender-responsive early warning of the impacts of extreme weather events and food insecurity. FAO is the lead UN agency working to end hunger and all forms of malnutrition around the world. ARC was established as a Specialized Agency of the African Union, to help its member countries improve their capacities to better plan, prepare and respond to extreme weather events and natural disasters. Currently, 35 African countries have agreed to collaborate with ARC to bolster their national disaster risk management Distributed by APO Group on behalf of FAO Regional Office for Africa.",
    "ImageUrl": null,
    "Title": "Food and Agriculture Organization (FAO) and African Risk Capacity advocate for women’s engagement in climate action and disaster risk reduction"
  },
  {
    "Brief": "\"A massive rescue operation has been launched,\" Kashmir's police chief Vijay Kumar said  ",
    "Detail": "SRINAGAR: Two foreign skiers were killed and several more are trapped in Indian Kashmir's Gulmarg on Wednesday after an avalanche swept through the popular ski resort, a police official said. \"A massive rescue operation has been launched,\" Kashmir's police chief Vijay Kumar told Reuters. \"Two bodies have been recovered so far.\" The skiers were hit by the avalanche in the Affarwat area of Gulmarg, Kumar said, days after heavy snowfall in the hills of Kashmir, a disputed Himalayan region claimed in full by both India and Pakistan, though each country only controls parts of it. (Writing by Devjyot Ghoshal; Editing by Andrew Heavens)",
    "ImageUrl": "https://static.zawya.com/version/c:NGFkZWYyMmQtOGNjMC00:YjJiNTJh/asia-weather-india.jpg?w=900",
    "Title": "Two foreign skiers dead after avalanche in Indian Kashmir"
  },
  {
    "Brief": " Adani has said Hindenburg's report was a \"calculated attack\" on India and its institutions",
    "Detail": "HONG KONG/NEW YORK: India's Adani Group may have passed a key test by raising $2.5 billion in the face of a short-seller attack, but its response to the allegations and the outcome of regulatory probes will shape its prospects, analysts and investors say. Most of the conglomerate's shares dropped on Wednesday, extending losses to $84 billion after Hindenburg Research's report last week alleged improper use of offshore tax havens and flagged concerns about high debt. The port-to-property group, led by Gautam Adani, one of the world's richest people, has denied the allegations and called them baseless, adding it has always made the necessary regulatory disclosures. Adani's latest fundraising was critical, not just because it will help cut the group's 2.2 trillion rupees ($27 billion) of debt, but also because it was viewed as a test of investor faith amid business and reputational challenges. The completion of the secondary share offering to raise $2.5 billion, India's largest such deal, alleviates some of the pressure on Adani's credibility, said Ken Shih, Hong Kong-based head of wealth management at Saxo Markets. \"But from an offshore investor's perspective the allegations (made by Hindenburg) ... do not seem to be clearly addressed,\" he said. \"There may be even more organised short sell attacks ... given they were unable to clearly squash all remaining concerns and allegations yet. Until that happens there is blood in the water now and other short sellers might come circling.\" Adani has said Hindenburg's report was a \"calculated attack\" on India and its institutions. The U.S. short-seller has said Adani's \"response largely confirmed our findings and ignored our key questions.\" While Adani's share sale was slightly over-subscribed as bids poured in on the last day from foreign institutional and corporate investors, Indian financial firms stayed away and the response was muted from individual buyers. The identity of the institutions that placed orders on the last day has not been revealed, but the 30% anchor portion of the sale attracted investors including Maybank Securities and Abu Dhabi Investment Authority. Adani did not immediately respond to a Reuters request for comment for this story. SERVICING DEBT Soon after Hindenburg's report was made public, the Securities and Exchange Board of India (SEBI) decided to study it, adding to the regulator's own ongoing preliminary investigation into the group's foreign portfolio investors, Reuters reported on Monday, citing sources. Australia's corporate regulator said on Wednesday it would review the Hindenburg report as concerns raised also relate to Adani's Australian operations. State-run Life Insurance Corporation, India's largest insurer, is also reviewing Adani's response to the scathing criticism and will hold talks with the group's management within days to seek clarifications. A U.S.-based investor in dollar bonds issued by Adani's ports and power units said while it would pay \"attention\" to the information in the next few weeks, the fund would explore adding to holdings if others sell in the event of ratings downgrade. \"We would get worried if for some reason they couldn't borrow more money or if their cash flow becomes insufficient to cover debt service. And those two things aren't happening,\" said the investor, who spoke on condition of anonymity. However, underscoring the nervousness in some quarters, Bloomberg reported on Wednesday that Credit Suisse had stopped accepting bonds of Adani group companies as collateral for margin loans to its private banking clients. Credit Suisse had no immediate comment. \"The question about what next for the allegations partly depends on whether SEBI or others take up the investigation,\" said Quiddity Advisors analyst Travis Lundy, who writes on investment research network Smartkarma. Adani Enterprises lost nearly 6% on Wednesday to bring its losses since the Hindenburg report to more than $8 billion. The current market price of 2,803 rupees is also below the indicative price band for the offering. \"To do another offering, they will need to prove that the last one was a success - either by stock price or by business growth - and they have a grand plan,\" Lundy said. (Reporting by Kane Wu in Hong Kong and Davide Barbuscia in New York Additional reporting by Anshuman Daga in Singapore Writing by Sumeet Chatterjee Editing by Mark Potter)",
    "ImageUrl": "https://static.zawya.com/version/c:YzAxYWFmOGEtYWJmYS00:YjUzYjlk/adani-india-share-sale.jpg?w=900",
    "Title": "Adani spotlight shifts to regulatory probes, response to allegations"
  },
  {
    "Brief": "Daily Active Users grew 17% year-over-year, an increase of 56 million, to reach 375 million",
    "Detail": "Daily Active Users grew 17% year-over-year, an increase of 56 million, to reach 375 million. Growth spanned all three global regions of North America, Europe, and Rest of World. Q4 Revenue was $1.3 billion, flat year-over-year, and up 2% year-over-year on a constant currency basis. Full-Year Revenue was $4.6 billion of revenue, up 12% year-over-year. We continued our path to sustainable profitability by generating $378 million of adjusted EBITDA in 2022 – our third consecutive year of positive adjusted EBITDA. We also generated $55 million of free cash flow in 2022 – our second consecutive year of positive free cash flow. Quote from Evan Spiegel, CEO: “We ended a challenging 2022 with 375 million Daily Active Users, 12% year-over-year annual revenue growth, and positive full year Free Cash Flow. We continue to face significant headwinds as we look to accelerate revenue growth, and we are making progress driving improved return on investment for advertisers and innovating to deepen the engagement of our community.” Full materials and key highlights are below, including: Spotlight: Total time spent watching Spotlight content grew over 100% year-over-year. Spotlight monthly active users grew more than 30% year-over-year in Q4. Daily Spotlight submissions are up nearly 20% year-over-year in Q4, Snapchat+: reached over 2 million paying subscribers, just six months after launch, who receive exclusive, experimental, and pre-release features. Snapchat+ offers exclusive, experimental, and pre-release features, and in Q4 we launched new features such as Custom Story Expiration and Custom Notification Sounds, providing subscribers with over 12 exclusive features. Content: Overall time spent watching content globally grew on a year-over-year basis. This was driven primarily by growth in total time spent watching Creator Stories, Partnered Content, and Spotlight. Also, the number of Snapchatters that engage with content grew in total, as well as for each category of content, including growth in the number of viewers of Friend Stories. 17 content partners reached over 50 million global viewers each in Q4 2022. Augmented Reality (AR): Over 250 million Snapchatters engage with augmented reality every day, on average. Over 300,000 AR creators and developers have built more than 3 million AR Lenses. Reach & Engagement: We reach over 75% of 13- to 34-year-olds in over 20 countries, with these countries representing over 50% of global digital advertising spend. Snap Map: Over 300 million Snapchatters use the Snap Map monthly. And in Q4, Snapchatters opened Places on the Map more than twice as much as in Q4 of 2021. Q4 2022 MENA Highlights We grew and deepened our engagement with our community: To host football news, share highlights and discussions on Snapchat for the FIFA World Cup Qatar 2022, we partnered with MENA’s leading football voices including MBC, beIN SPORTS, Augustus, Saudi Broadcasting Authority (SBA) and Rotana Through our broadcast partnerships with beIN SPORTS in Qatar and France, ITV in the UK, MediaPro in Spain, and Bell in Canada, among others, over 60 million Snapchatters watched World Cup Stories content on Snapchat and over 285 million Snapchatters engaged with World Cup AR. In line with World Mental Health Day and in partnership with the Ministry of Communications and Information Technology (MCIT) in KSA, we launched ‘Here For You’, an in-app portal to provide support to Snapchatters experiencing mental health or emotional crises By collaborating with the General Commission for Audiovisual Media (GCAM) in KSA, we introduced Family Center, an in-app product that prioritizes the safety, privacy and wellbeing of the youth, and gives parents more control over their children's online activity We are focused on expanding and diversifying our revenue growth: We've improved the accessibility of Conversions API (CAPI) by enabling access through four new third-party partners, closing the year with 12 total, making CAPI more accessible to all advertisers on our platform. Thousands of brands continued investing in their organic presence on Snapchat via Public Profiles for Businesses to build deeper connections, and grow their audience and organic engagements. We invested in our augmented reality platform: In partnership with Qatar Tourism, we launched a series of AR experiences inviting tourists to ‘Feel more wonder in Qatar’ at the Doha Corniche by leveraging Snap’s AR, Body Tracking and Sky Segmentation technology To celebrate the UAE National Day, we launched a lens for the first-ever MENA AR for Good ‘Give a Ghaf’ initiative that enabled us to help make the UAE greener, whilst increasing environmental awareness and engaging with the Snapchat community by planting 1000 Ghaf trees We hosted Snap’s first AR Fashion and Beauty event in KSA to showcase the power of augmented reality in transforming the industry through a variety of exclusive try-on experiences and immersive tech features We signed a cooperation agreement with the Ministry of Culture in KSA to support the development of the cultural sector by leveraging Snap’s latest technologies including AR By teaming up with Ooredoo, we launched a FIFA World Cup challenge inviting the Snapchat community to show off their football skills through an interactive AR game We commissioned four regional AR developers from the region to develop lenses for the FIFA World Cup Qatar 2022 that were also featured on Lens Fest 2022, Snap's annual conference celebrating AR creativity and innovation We launched the ‘Augmentality Shift’ report highlighting how the perception of AR is shifting in the UAE and KSA markets. (UAE report, KSA report) In our latest Lens Studio release, we unveiled several new features including garment, earring, and wrist wear try-on. -Ends-",
    "ImageUrl": null,
    "Title": "Snap’s Q4 2022 results crossed the wire"
  },
  {
    "Brief": "The carrier achieved 80.55 on-time-performance for freighter departures and 84.1% OTP for freighter arrivals, ahead of its 80% target",
    "Detail": "ABU DHABI - Etihad Cargo, the cargo and logistics arm of Etihad Aviation Group, exceeded its operational performance targets in 2022. The carrier achieved 80.5 percent on-time-performance (OTP) for freighter departures and 84.1 percent OTP for freighter arrivals, ahead of its 80 percent target. The carrier has also maintained a delivered-as-promised (DAP) rate of 86.6 percent, a 2.6 percent improvement compared to the previous year and over its target of 85 percent. Martin Drew, Senior Vice President – Global Sales & Cargo at Etihad Aviation Group, said, “Having achieved record revenue results in the first half of 2022, the focus for Etihad Cargo was building on this momentum to ensure the carrier continued to meet customers’ capacity demands with agility. Exceeding OTP and DAP targets, which measure the carrier’s ability to deliver cargo at the agreed time and the punctuality of its freighter fleet against schedule, demonstrates Etihad Cargo’s strong commitment to reliability, building trust and being the air cargo partner of choice.” 2022 saw Etihad Cargo retire the last of its aircraft reconfigured to carry cargo-in-cabin. While a surge in passenger demand impacted capacity, Etihad Cargo maintained a strong belly-to-freighter load factor, recording a 58 percent belly and 42 percent freighter load mix at the end of 2022. The carrier has also achieved a load factor of 91 percent and a freighter utilisation rate of 14.3 hours. Etihad Cargo has also achieved growth across a number of its eight-strong premium products. The carrier’s award-winning PharmaLife product, which is dedicated to the safe and reliable transportation of pharmaceuticals and life science products, has achieved continuous growth despite a decrease in the movement of COVID-19 vaccines. Etihad Cargo achieved IATA CEIV Pharma recertification in 2022, demonstrating the carrier’s full compliance with specific pharmaceutical regulations in terms of Good Distribution Practices (GDP), a quality system for warehouses and distribution centres dedicated to medicines. To further strengthen connections between Abu Dhabi and the rest of the world, Etihad Cargo has developed over 1,330 IATA CEIV Pharma and GDP-certified trade lanes, which ensure the integrity of products during transportation. The carrier’s global MOU linking Abu Dhabi and Belgium’s pharma ecosystem, dedicated pharma sales team and the establishment of Pharma Corridor 2.0 also contributed to an overall increase in pharmaceutical volumes. The carrier also moved 6 percent more horses via its SkyStables product in 2022 compared to the previous year. Contributing to this increase was a six-month peak season for east-to-west and then west-to-east travel to coincide with major equine events and the horse-racing season. In 2022, Etihad Cargo achieved IATA CEIV Live Animals certification, becoming the first airline in the Middle East and only the third globally to hold the trilogy of IATA’s CEIV Live Animals, CEIV Fresh and CEIV Pharma certifications. The expansion of Etihad Cargo’s global network was a priority for the carrier in 2022. The airline offered additional cargo capacity with the introduction of new routes and increased frequencies. “Etihad Cargo’s customers have benefited from increased belly capacity on widebody passenger flights to key destinations, including Bangkok, Brussels, Dublin, Guangzhou, Johannesburg, Kuala Lumpur, London, Madrid, New York, Singapore and Vienna,” said Drew. “The carrier also introduced additional freighter capacity, launching new services from Chennai and Shanghai. Through continuous review of its network, Etihad Cargo has responded to increased capacity demand with agility. The carrier will continue to work closely with its partners and customers, so it can add capacity to meet evolving customer requirements and market conditions.” Etihad Cargo has built depth into its network and operates services to 68 destinations around the world. Via its expansive road feeder services network, the carrier further connects 132 origin stations with 290 destination stations across the UAE, GCC, Europe, North America, Japan, India and Australia via a fleet of over 30,000 trucks. In addition to expanding its global footprint, Etihad Cargo took strides in its digitalisation journey in 2022. The carrier further enhanced its online booking portal and launched a Mandarin version of its website and booking portal to better meet the needs of customers in China, a key market for Etihad Cargo. New updates, including enhanced shipment tracking, automated dashboards, customised news feeds and look-to-book features, have resulted in 39.3 per cent of online bookings being made through the online booking portal.94.1 per cent of all online bookings in China are completed via the portal. The carrier also reinforced its commitment to customer service excellence in 2022, launching a new CRM system for its Customer Contact Centre to empower customer service agents with more customer-focused data. Transitioning to the Microsoft Dynamics 365 Pulse CRM system has provided Etihad Cargo's customer service team with improved tools, including an updated case management system, and customer information, such as the customer's history, purchase records, sales interactions and a 360-degree view of customer queries. Another core focus for Etihad Cargo during 2022 was sustainability, and the carrier launched several initiatives and programmes that will help its customers meet their sustainability targets and benefit the wider air cargo industry. For example, Etihad Cargo partnered with IATA to co-develop and trial a cargo-specific CO2 emission calculation tool, which will provide a valuable proof of concept for the cargo component of the IATA CO2 Connect carbon calculator. Etihad Cargo was also the first middle eastern carrier to join TIACA’s BlueSky sustainability verification programme. To make the transportation of pharmaceuticals more sustainable, the carrier entered into an MOU with B Medical Systems to develop and launch the world’s first airline-specific passive temperature-controlled container, which will significantly reduce carbon emissions through an innovative design in terms of packaging type and size while still mitigating the main risks of potential breaks in the airline pharma supply chain. Etihad Cargo’s performance and commitment to making the transportation of cargo smarter, more reliable and efficient, and greener have been recognised by the industry. The carrier received 25 awards in 2022 and was named cargo airline of the year by some of the sector’s most respected titles. Etihad Cargo also received awards for its contribution to the pharmaceutical transportation sector via its PharmaLife product, innovation, corporate social responsibility, and sustainability.",
    "ImageUrl": "https://static.zawya.com/version/c:MjU1ZDRmZTktYzFhOS00:MWFkYjgz/170607053135jzbr-jpg.jpg?w=900",
    "Title": "Etihad Cargo flies high, surpassing operational performance targets in 2022"
  },
  {
    "Brief": "The Fed cranked up the benchmark lending rate seven times last year",
    "Detail": "The Federal Reserve starts the second day of its policy meeting Wednesday, on growing expectations that it will step down to a smaller interest rate hike as red-hot inflation shows signs of cooling. But the US central bank is likely to push on with efforts to rein in costs, concerned about the risks of taking its foot off the gas too quickly. The Fed cranked up the benchmark lending rate seven times last year, including four consecutive 0.75 percentage point increases, lifting borrowing costs in hopes of dampening demand. The aim is to rein in inflation, which surged to its fastest pace in decades in mid-2022 but has since come off a peak. Policymakers are widely expected to announce a 0.25 percentage point rate hike at the end of their two-day meeting, slowing from a half-point increase in December and steeper hikes before that. - Not done yet - But Ryan Sweet, chief US economist at Oxford Economics anticipates this will be accompanied by signals that the Fed is not done yet. \"They want concrete evidence that they've killed inflation, and they haven't yet,\" he told AFP. An easing of supply chain stress and shift from spending on goods to services allows the cost of goods to moderate. \"However, it is sticky services prices that will keep the Fed on its rate-hiking course,\" he said in a recent report. Analysts expect that the Fed is looking for labor market conditions to ease, reducing wage pressures and services inflation. For now, data released Tuesday showed that a measure of pay and benefits rose less than expected in the fourth quarter last year, adding to signs that the labor market is cooling. - Time to halt? - Ian Shepherdson, chief economist of Pantheon Macroeconomics, argues it is time to pause the Fed's rate hikes, saying in a tweet on Tuesday that \"their work is done.\" \"They have suppressed inflation expectations; the Covid distortions to rents and margins are working through and will drive inflation down,\" he added. \"Every further Fed rate hike from here just increases the chance of an entirely unnecessary recession,\" said Shepherdson. Some Democrats in Congress have also expressed concern over rate increases, with Senator John Hickenlooper urging this week for the central bank to \"proceed with caution.\" But Fed officials have expressed determination to stay the course, with Fed Chair Jerome Powell telling reporters in December that \"the historical record cautions strongly against prematurely loosening policy.\" Sweet of Oxford Economics told AFP: \"If they signal that they're done and then have to reverse course, that's going to be very disruptive to financial markets.\" In a speech this month, Fed Governor Christopher Waller cautioned against being \"head-faked\" by a temporary trend of positive data. He added that he will be looking for recent improvements in inflation figures to continue. \"We still have a considerable way to go toward our two percent inflation goal, and I expect to support continued tightening of monetary policy,\" Waller said in the earlier speech.",
    "ImageUrl": "https://static.zawya.com/version/c:MjQ2NjkwMjEtZjFmMC00:OGRkYjc3/us-federal-reserve-set-raise-rates-again-to-combat-continued-inf.jpg?w=900",
    "Title": "US Fed set to slow rate hikes but signal inflation fight not over"
  },
  {
    "Brief": "On UAE Corporate Tax for F&B finance leaders",
    "Detail": "Dubai, UAE – UAE-headquartered fintech business, Qashio, in collaboration with Crowe, a global public accounting, consulting, and technology firm, recently hosted a roundtable to discuss the implications of the introduction of Corporate Tax for finance leaders from the F&B industry. The event highlighted how the implementation of Corporate Tax will affect the UAE restaurant industry and what restaurant operators can do to ensure their compliance. The event was attended by 50+ influential senior finance leaders from various restaurant groups and chains, including CFOs and finance managers of major hospitality groups, such as Bulldozer Group, Sweetheart Kitchen, Pickl and Gourmet Gulf. As an operator in the F&B industry, being aware of one’s real-time business’ financial health is an important factor in ensuring that it is not being run blindly. With the involvement of huge capital investments, competitive profit margins and a levy of municipal taxes and VAT on the F&B industry, the addition of 9% corporate tax could have a negative impact on the company’s budget and/or pricing. Given that corporate tax is a novel concept to UAE businesses, it is essential for them to fully comprehend the concept in order to budget the time and resources needed to implement these changes. In its Dubai Gastronomy Industry Report, Dubai’s Department of Economy and Tourism revealed that Dubai alone has 13,000 restaurants and cafés as of 2022. Abu Dhabi Chamber in the F&B and Hospitality sector has maintained growth at a CAGR of 22.2% to hit a record 1,339 new registrations over four years. This showcases the significance of the restaurant business in Dubai tourism and ultimately the economy’s growth and highlights the reason why Qashio and Crowe hosted this roundtable to educate and prepare key players in the F&B industry. F&B finance teams should begin to plan ahead and carry out impact assessments to understand how the UAE Corporate Tax rules will impact their business. This includes assessing the application of the various rules and regulations and developing the processes and procedures to manage compliance. It is also necessary for the F&B industry to review the systems and implement plans, and build wiser forecasts, as the new tax could have profound implications for them. Mohammad Al Madani, Chairman & CEO, Al Madani Group of Companies commented: \"The implementation of the Corporate Tax legislation is vital as it solves a critical issue for the retail and F&B industries' — the lack of data. Businesses will submit their finances and performance annually, which will highlight waves of data that can be utilized by industry leaders in their decision-making process. This can be information such as what cuisines do well in which locations, what foods are gaining popularity in Dubai etc. This will eventually play a beneficial role for various stakeholders and potential foreign investors to understand the attractiveness of the industry in the UAE.\" Armin Moradi, CEO & Co-Founder of Qashio commented: “We understand the difficulties restaurant operators face in managing the increasing cost of supplies and operating with slim margins, combined with handling already complex accounting requirements. Corporate Tax will add an additional layer of complexity, so the sooner F&B operators start working towards its implementation, the easier the transition will be. Spend Management softwares like Qashio are designed to help companies automate their spend-related accounting and keep accurate records, which can be used for both auditing and tax filing purposes.” Ashkan Parpinchee, Senior Sales & Marketing Manager at Crowe added: “The UAE Corporate Tax heralds in a new era of transformation of trade and economy. The implications of the regime are far-reaching for all businesses operating in the UAE and especially for the F&B industry. UAE will be seen as a transparent place to do business, which will attract more investors, customers and tourists that ultimately benefit the F&B and hospitality industries for driving that tourism. Our experts at Crowe can share our ethical and impartial advice to help your organisation make smart decisions.” Another participant in the roundtable, Pauline Ibrahim, CFO, Black Spoon Management and Consultancy , said, “The most beneficial aspect of the new legislation is that businesses comply and gain more control of their operations. Preparation for it is of utmost importance and a roundtable like this helps players be informed of the requirements. I’m sure that this will yield a positive outcome once we get the full picture, as there is no obstacle or criteria that we are unable to tackle as an industry.” Recent studies show that over 80% of business leaders are prioritizing increasing cash management and payment efficiency and maximizing cash flow liquidity but only about 1 in 3 currently have the capabilities to improve visibility and generate accurate forecasting, and of those, about half are dissatisfied with these capabilities. This is where a platform such as Qashio plays a significant role in a company’s auditing records, especially with the new Corporate Tax regime. For more details on Qashio or for further advice on best practices in spend management solutions visit www.qashio.com .",
    "ImageUrl": "https://static.zawya.com/version/c:OGI5NmJjODQtY2Q1My00:ZTZkOWVj/image-arminmoradi-co-founder-ceoatqashio-jpeg.jpg?w=900",
    "Title": "UAE fintech firm Qashio and global accounting firm Crowe host roundtable"
  },
  {
    "Brief": "A suicide bomber slipped undetected into a highly sensitive police headquarters and detonated explosives among a row of worshippers in the compound's mosque on Monday",
    "Detail": "A mosque blast that killed 101 people -- mostly police officers -- in northwest Pakistan this week has put a city long scarred by violence back on edge, residents said Wednesday. A suicide bomber slipped undetected into a highly sensitive police headquarters and detonated explosives among a row of worshippers in the compound's mosque on Monday, causing a wall to collapse and crush officers. It is Pakistan's deadliest attack in five years and harks back to more than a decade ago when Peshawar, a city near the former tribal areas that borders Afghanistan, was at the centre of rampant militancy. \"The main fear is a second attack, another blast ... a suicide bomber may blow himself in a market,\" said 55-year-old Naeemullah Jan, a building contractor in the city. The city's police chief said the mosque blast was a revenge attack against the police force who are on the frontline fighting a resurgence in militancy since the Afghan Taliban came to power across the border. Authorities are investigating how a major security breach could happen in one of the most tightly controlled areas of the city, housing intelligence and counter-terrorism bureaus, and next door to the regional secretariat. \"Life in the city has become difficult. Police are stopping us at every checkpoint,\" said Faisal Khan, 39, a salesman who said he is now avoiding going to mosque and praying at home. - 'Perfect storm' - Peshawar, the provincial capital of Khyber Pakhtunkhwa, was like much of the region severely affected by a wave of horrific violence carried out by the Pakistani Taliban after they emerged in 2007. Years of attacks on schools, civilians and places of worship, finally ended with a military clearance operation that began in 2014, pushing the insurgents into the mountainous border and Afghanistan. Violence drastically declined until the withdrawal of US and Nato troops in Afghanistan in 2021 led to the return of the Taliban in Kabul, emboldening militant groups in the border region. The Pakistani Taliban, known as the Tehreek-e-Taliban Pakistan (TTP), are back with a new strategy -- targeting stretched security forces in low level attacks. The group have distanced themselves from this week's mosque blast but police are investigating whether an on-off TTP affiliate was the culprit. \"Earlier I used to feel safe near the police, now when a police car or officers pass near me, I fear in my heart that they might be attacked and I will also be hurt,\" 55-year-old Muhammad Haneef Awan told AFP. Meanwhile, the country is almost paralysed by a a dual economic and political crisis that has caused the cost of living to soar ahead of general elections due by October. Politicians from the ruling coalition parties and former prime minister Imran Khan's opposition group -- which earlier this month pulled out of ruling Khyber Pakhtunkhwa province to pile pressure on the government -- have blamed each other for the worsening security situation. \"This 'perfect storm' presents an ideal opportunity for the TTP and others of their ilk to strike at the state,\" read an editorial in the leading English newspaper Dawn on Wednesday. Defence Minister Khawaja Asif said the government's National Security Committee will meet soon to discuss another military operation against the insurgent groups.",
    "ImageUrl": "https://static.zawya.com/version/c:NmY5OTgwMTAtZDk0OC00:OTY2ZTMz/afp_33892m4-jpg.jpg?w=900",
    "Title": "Pakistan police blast puts scarred city on edge"
  },
  {
    "Brief": "The investments include an equity stake of at least 20% of MNT-Halan worth more than $200mln taken by private equity firm Chimera Abu Dhabi",
    "Detail": "CAIRO - Egyptian microfinance lending and payments company MNT-Halan is securing $400 million in new equity and finance, bringing its valuation to more than $1 billion, the company said in a statement on Wednesday. The investments include an equity stake of at least 20% of MNT-Halan worth more than $200 million taken by private equity firm Chimera Abu Dhabi. Another $60 million in primary capital is being secured from international investors, the statement said. These investors include the International Finance Corporation (IFC), according to data on the IFC's website. MNT-Halan obtained $140 million in financing by securitising part of its loan book, the statement said. MNT-Halan provides small- and micro-business lending, payments, consumer finance and e-commerce, the company said. It has more than 5 million customers in Egypt, of which 3.5 million are financial clients and 2 million are borrowers. About 1.3 million of the customers are active monthly. New legislation and regulatory changes in Egypt, the Arab world's most populous country, have been helping attract a surge in new fintech investments and change the way the country's largely unbanked citizens do business. \"Following the completion of these investments, MNT-Halan’s valuation will exceed $1 billion,\" the statement added. Previous investors in MNT-Halan include Cairo-based Lorax Capital Partners, and Middle Eastern venture capitalists Algebra Ventures, DisrupTech, Endeavor Catalyst, Egypt Ventures, MEVP and Wamda. (Reporting by Patrick Werr. Editing by Gerry Doyle)",
    "ImageUrl": "https://static.zawya.com/version/c:YWMzYjE1ZDYtMzdlMi00:MDJjMWZm/160817143515rryd-jpg.jpg?w=900",
    "Title": "Egypt fintech firm MNT-Halan securing $400mln in new finance"
  },
  {
    "Brief": " The Nifty 50 index was down 0.3% at 17,636, while the S&P BSE Sensex rose 0.3% to 59,714.32",
    "Detail": "BENGALURU: Indian shares reversed earlier gains to trade lower on Wednesday, led by a fall in insurance companies after the country's Union budget proposed to limit tax exemptions for insurance proceeds, while Adani Group shares tumbled. The Nifty 50 index was down 0.3% at 17,636, while the S&P BSE Sensex rose 0.3% to 59,714.32 as of 2:28 p.m. IST. The indexes rose as much as 2% after Finance Minister Nirmala Sitharaman raised the rebate limit for personal income tax to 700,000 rupees from 500,000 rupees. Indian insurance companies were top losers post budget, with HDFC Life, SBI Life Insurance, ICICI Prudential Life Insurance Co, Life Insurance of India , General Insurance Corp and Max Financial tumbling between 4.5% to 11%. The sharp decline comes after Sitharaman proposed to tax total returns upon maturity of life insurance policies (except ULIPs) issued on or after April 1, 2023, if the aggregate premium of such policies is more than 500,000 rupees a year. Shares of Nifty 50-listed Adani Enterprises plunged 15% while Adani Ports and Special Economic Zone tumbled 10% on a broader selloff in Adani Group firms, which has now swelled to $82 billion since the Hindenburg report. (Reporting by Bharath Rajeswaran and Nallur Sethuraman in Bengaluru; editing by Eileen Soreng, Savio D'Souza and Janane Venkatraman)",
    "ImageUrl": "https://static.zawya.com/version/c:Yzk0YmE3ZTctYTY2MC00:NTZmY2Y3/210904161727hnda-jpg.jpg?w=900",
    "Title": "Indian shares fall as insurance companies drag; Adani Group stocks tumble"
  },
  {
    "Brief": "The revised fiscal deficit for this yeat is at 6.4 per cent of the GDP",
    "Detail": "India has announced plans to increase capital expenditure by 33 per cent to Rs 10 lakh crores ($122 billion), which will account for 3.3 per cent of the GDP, in the next financial year. Presenting the 2023-24 Union Budget in Parliament, Finance Minister Nirmala Sitharaman said the government has estimated the fiscal deficit for 2023-24 at 5.9 per cent of the GDP. She said the government remains committed to bringing the fiscal deficit down to 4.5 per cent of the GDP by 2025-26. The revised fiscal deficit for this yeat is at 6.4 per cent of the GDP. Sitharaman listed seven priorities of budget - inclusive development, reaching the last mile, infrastructure development, potential, green growth, youth power and finance sector. In a releif to the middle class she announced an increase in the income tax rebate limit from Rs 5 lakhs (500,000) to Rs 7 lakhs under the new tax regime. She also reduced the number of tax slabs in the new tax regime. The tax ranges from 5% to 30%. Three centres of excellence for artificial intelligence in top educational institutions and 100 labs in engineering institutions for developing applications using 5G services will be set up. A Green Hydrogen Mission will facilitate the transition of economy to reduce dependence on fossil fuel imports. Copyright 2022 Al Hilal Publishing and Marketing Group Provided by SyndiGate Media Inc. (Syndigate.info).",
    "ImageUrl": "https://static.zawya.com/version/c:MWU2ZjdjZTUtNzc2Ny00:MDM3MGMw/india-budget.jpg?w=900",
    "Title": "India to increase capex by massive 33% next financial year"
  },
  {
    "Brief": "Through this new unit, Serco aims to support clients with an end-to-end service",
    "Detail": "Serco, a global provider of public services in key sectors such as rail and transport, has announced the launch of a new division - Advisory with Purpose - that will focus on driving environment, social and governance (ESG) goals and empowering governments to accelerate their national visions. Through this new unit, Serco aims to support clients with an end-to-end service, as it looks to enable regional governments to meet their ESG commitments, said senior officials during Serco’s two-day Middle East Leadership Conference, held in the Sustainability District at Expo City. With UAE President HH Sheikh Mohamed bin Zayed Al Nahyan announcing 2023 as the Year of Sustainability and measures also featuring heavily in Saudi Arabia’s transformative Vision 2030 ambitions, Serco said its regional office has already taken proactive steps to support organisations and governments to achieve their environmental and sustainability targets through an advisory service that spans from concept to implementation. In a year where COP28 is shining a spotlight on the Middle East, the launch of the Advisory with Purpose division will further cement Serco’s continued commitment to embed the latest global best practices into local organisations and government entities, said Serco in its statement. Additionally, organisations will be able to show their commitments in a way that also enables them to reduce operational costs through digital asset management, impact a better future for citizens and residents by providing customer experience expertise, and protect the safety and security of the region through emergency services and crisis management. This will be delivered all whilst enabling clients to reach their net zero ambitions, said the statement. The international public services company pointed out that the new unit will help improve the group's performance though the transfer of knowledge, skills and resources from Serco’s experts who specialise in sustainable, socially responsible advisory services both globally and in the region. On the new service line, Middle East CEO Phil Malem said: \"This is a major step forward for us as a business, in a year where we have outlined very clearly our focus on purpose – and bringing national visions to life. It is our responsibility to always be conscious of our environmental and social impact.\" Serco, he stated, has a long heritage in delivering on nationalisation agendas, and supporting governments and organisations alike to reach their ESG goals. \"We all have a role to play when it comes to ensuring a better future, and as a people-driven business, we need to act as a catalyst to help accelerate these goals,\" he noted. \"The launch of this service was a natural progression, and we’re looking forward to harnessing our expertise, experience and ability to implement under one umbrella to continue to impact and create a better future for citizens and residents in the region,\" he added. Copyright 2022 Al Hilal Publishing and Marketing Group Provided by SyndiGate Media Inc. (Syndigate.info).",
    "ImageUrl": "https://static.zawya.com/version/c:OTg1MTBkN2UtYzAzOS00:OTU0NDE0/1319185583.jpg?w=900",
    "Title": "Serco launches new division to help achieve ESG goals"
  }
]